[
  {
    "page": 2,
    "value": "Venus is the only planet in the solar system that spins backwards."
  },
  {
    "page": 3,
    "value": "Nomophobia is an addiction to mobile phones. Over 200,000 people suffer from this phobia, which leaves you afraid to be without your mobile phone."
  },
  {
    "page": 4,
    "value": "A study found that if you look at a photo of a loved one, you can reduce pain by 40%"
  },
  {
    "page": 5,
    "value": "There are enormous floating mountains of ice on Pluto"
  },
  {
    "page": 6,
    "value": "Every person is only 0.1% different genetically; our closest living relatives—chimpanzees—are 1.2% different from us."
  },
  {
    "page": 7,
    "value": "You lose about 50 to 100 hairs a day."
  },
  {
    "page": 8,
    "value": "The potato is the most cultivated vegetable across the globe."
  },
  {
    "page": 9,
    "value": "On the moon you can throw a ball six times farther than you can on earth."
  },
  {
    "page": 10,
    "value": "Elephants drink the equivalent of 800 glasses of water a day."
  },
  {
    "page": 11,
    "value": "Fireflies can glow yellow, green, or orange."
  },
  {
    "page": 12,
    "value": "Approximately 80% of “Close Door” elevator buttons aren’t connected to anything."
  },
  {
    "page": 13,
    "value": "Reading something pleasurable for 6 minutes can reduce stress by 70%, while slowing down heart rate and relaxing tense muscles."
  },
  {
    "page": 14,
    "value": "The average person walks about 80,000 miles in a lifetime. That’s more than three times around the world."
  },
  {
    "page": 15,
    "value": "Your tongue grows new taste buds about every two weeks."
  },
  {
    "page": 16,
    "value": "Your eyes produce a teaspoon of tears every hour."
  },
  {
    "page": 17,
    "value": "Ostriches swim but they can’t fly."
  },
  {
    "page": 18,
    "value": "Your stomach can expand to 40 times its size."
  },
  {
    "page": 19,
    "value": "It is physically impossible for pigs to look up into the sky."
  },
  {
    "page": 20,
    "value": "The heaviest known hailstone weighed more than 7 baseballs."
  },
  {
    "page": 21,
    "value": "NASCAR drivers can lose 5 to 10 pounds in sweat during one race."
  },
  {
    "page": 22,
    "value": "60% of the World&#8217;s lakes (three million total) are located in Canada."
  },
  {
    "page": 23,
    "value": "Just like zebras, no two tigers have the exact same stripes."
  },
  {
    "page": 24,
    "value": "While you sleep you can&#8217;t smell anything — even really, really bad or potent smells."
  },
  {
    "page": 25,
    "value": "Stomach acid is strong enough to dissolve metal."
  },
  {
    "page": 26,
    "value": "You can&#8217;t lick your elbow."
  },
  {
    "page": 27,
    "value": "Kangaroos cannot walk backwards."
  },
  {
    "page": 28,
    "value": "Polar bear fur is actually clear and their skin is black."
  },
  {
    "page": 29,
    "value": "A group of porcupines is called a prickle."
  },
  {
    "page": 30,
    "value": "Snails take the longest naps. They can sleep up to 3 years!"
  },
  {
    "page": 31,
    "value": "Children have more taste buds than adults."
  },
  {
    "page": 32,
    "value": "All polar bears are left-handed, or rather, left-pawed."
  },
  {
    "page": 33,
    "value": "Bones are 4 times stronger than concrete."
  },
  {
    "page": 34,
    "value": "Butterflies taste with their feet."
  },
  {
    "page": 35,
    "value": "All polar bears are left-handed, or rather, left-pawed."
  },
  {
    "page": 36,
    "value": "Hershey’s Kisses are named that after the kissing sound the deposited chocolate makes as it falls from the machine on the conveyor belt."
  },
  {
    "page": 37,
    "value": "Sea Cucumbers Fight by Shooting Out Their Internal Organs Which Will Grow Back"
  },
  {
    "page": 38,
    "value": "How many licks does it take to get to the center of a tootsie pop? The world may never know. But on average, a licking machine made at Purdue needed 364."
  },
  {
    "page": 39,
    "value": "It&#8217;s estimated that two million mites live in your bed."
  },
  {
    "page": 40,
    "value": "It takes food seven seconds to get from the mouth to the stomach."
  },
  {
    "page": 41,
    "value": "A cloud can weigh more than a million pounds."
  },
  {
    "page": 42,
    "value": "The Deepest Place on Earth Is in the Pacific Ocean"
  },
  {
    "page": 43,
    "value": "Blood donors in Sweden receive a text when their blood is used."
  },
  {
    "page": 44,
    "value": "Bubble wrap was originally intended to be wallpaper."
  },
  {
    "page": 45,
    "value": "Cotton candy was invented by a dentist."
  },
  {
    "page": 46,
    "value": "One-quarter of all your bones are located in your feet."
  },
  {
    "page": 47,
    "value": "The medical term for ice cream headaches is sphenopalatine ganglioneuralgia."
  },
  {
    "page": 48,
    "value": "Whispering can damage your voice. It actually puts more pressure on your vocal cords."
  },
  {
    "page": 49,
    "value": "Spider webs were used as bandages in ancient times."
  },
  {
    "page": 50,
    "value": "A woman who lost her wedding ring found it 16 years later on a carrot in her garden wrapped around a carrot."
  },
  {
    "page": 51,
    "value": "Hippos produce reddish-pink sweat, which also acts as a natural sunblock."
  },
  {
    "page": 52,
    "value": ".kisses with hello say dogs Prairie"
  },
  {
    "page": 53,
    "value": "Human fingers have no muscles. We are able to move our fingers thanks to the combination of bones, tendons, and muscles, which are present in our palms and forearms."
  },
  {
    "page": 54,
    "value": "Crying stimulates the production of endorphins. Endorphins make you happy. A good cry can make you happier."
  },
  {
    "page": 55,
    "value": "Squirrels are behind most power outages in the U.S."
  },
  {
    "page": 56,
    "value": "Bumblebees can fly higher than Mount Everest."
  },
  {
    "page": 57,
    "value": "Plants communicate with each other through the internet of fungus."
  },
  {
    "page": 58,
    "value": "It takes 27.3 days for the Moon to travel all the way around the Earth and complete its orbit."
  },
  {
    "page": 59,
    "value": "Sea Cucumbers Fight by Shooting Out Their Internal Organs Which Will Grow Back"
  },
  {
    "page": 60,
    "value": "Research suggests that yawning may play an essential role in cooling our brains."
  },
  {
    "page": 61,
    "value": "It takes 27.3 days for the Moon to travel all the way around the Earth and complete its orbit."
  },
  {
    "page": 62,
    "value": "The human eye can distinguish 10 million different colors."
  },
  {
    "page": 63,
    "value": "The first St Patrick’s Day celebration in the United States was held in Boston in 1737."
  },
  {
    "page": 64,
    "value": "Spiders can walk on water, and breath under it, too."
  },
  {
    "page": 65,
    "value": "Owls Have Three Sets of Eyelids"
  },
  {
    "page": 66,
    "value": "Robins eat three miles of earthworms in a year."
  },
  {
    "page": 67,
    "value": "Loneliness weakens immunity, having family and friend’s increases immunity by 60%"
  },
  {
    "page": 68,
    "value": "Right-handed people chew most of their food on the right side of their mouth, whereas left-handed people do so on the left."
  },
  {
    "page": 69,
    "value": "On average, a person says 4,800 words in 24 hours."
  },
  {
    "page": 70,
    "value": "Strawberries have more vitamin C than oranges."
  },
  {
    "page": 71,
    "value": "It takes more than 500 peanuts to make one 12 oz. jar of peanut butter."
  },
  {
    "page": 72,
    "value": "The Very Middle of America is 2 Miles Northwest of Lebanon, Kansas on a Pig Farm"
  },
  {
    "page": 73,
    "value": "Teeth are the only part of the human body which cannot heal themselves."
  },
  {
    "page": 74,
    "value": "The average American dog will cost its owner $20,000 in its lifetime."
  },
  {
    "page": 75,
    "value": "On average, a person needs seven minutes to fall asleep."
  },
  {
    "page": 76,
    "value": "In Michigan, You&#8217;re Never Further than Six Miles from a Body of Water"
  },
  {
    "page": 77,
    "value": "The only part of the body that has no blood supply is the cornea of the eye. It receives oxygen directly from the air."
  },
  {
    "page": 78,
    "value": "Human teeth are just as strong as shark teeth."
  },
  {
    "page": 79,
    "value": "There are 293 ways to make change for a dollar."
  },
  {
    "page": 80,
    "value": "The roar of a tiger can be heard almost 2 miles away!"
  },
  {
    "page": 81,
    "value": "Your skull is made up of 29 different bones."
  },
  {
    "page": 82,
    "value": "Greenland sharks can live up to 500 years!"
  },
  {
    "page": 83,
    "value": "Elephants can’t jump. Every other mammal can."
  },
  {
    "page": 84,
    "value": "Great White Sharks have been measured up to 20 feet long!"
  },
  {
    "page": 85,
    "value": "Due to the heat expansion of the tower’s iron in the summer sun, the Eiffel Tower’s height can grow by up to 6 inches!"
  },
  {
    "page": 86,
    "value": "Dragonflies have six legs but cannot walk."
  },
  {
    "page": 87,
    "value": "Dogs can learn up to 250 words and gestures."
  },
  {
    "page": 88,
    "value": "Children grow faster in the spring."
  },
  {
    "page": 89,
    "value": "Chewing gum while peeling onions will keep you from crying."
  },
  {
    "page": 90,
    "value": "Camel humps are actually filled with fat, contrary to the belief man have that they were filled with water."
  },
  {
    "page": 91,
    "value": "Until 2015, it was illegal to dance in Japan after midnight."
  },
  {
    "page": 92,
    "value": "Armadillos have shells so hard they can deflect a bullet."
  },
  {
    "page": 93,
    "value": "Approximately one-third of the population can’t snap their fingers!"
  },
  {
    "page": 94,
    "value": "Airbags inflate at a rate of 200 miles per hour."
  },
  {
    "page": 95,
    "value": "February used to be the last month of the year, which is why it has the shortest number of days."
  },
  {
    "page": 96,
    "value": "A snowflake can take up to an hour to fall from the cloud to the surface of the earth."
  },
  {
    "page": 97,
    "value": "A single human brain generates more electrical impulses in a day than all the telephones of the world combined."
  },
  {
    "page": 98,
    "value": "A person uses 17 muscles when they smile, and 43 when they frown."
  },
  {
    "page": 99,
    "value": "A person burns more calories when they are asleep than when they watch TV."
  },
  {
    "page": 100,
    "value": "A newborn child can breathe and swallow at the same time for up to seven months."
  },
  {
    "page": 101,
    "value": "A goldfish has a memory span of three seconds."
  },
  {
    "page": 102,
    "value": "A cow gives nearly 200,000 glasses of milk in her lifetime!"
  },
  {
    "page": 103,
    "value": "A Blue Whale&#8217;s Heart is More Than Five Feet Long"
  },
  {
    "page": 104,
    "value": "50,000 cells in your body died and were replaced by new ones while you were reading this sentence."
  },
  {
    "page": 105,
    "value": "Woodpeckers once pecked holes in the space shuttle."
  },
  {
    "page": 106,
    "value": "It cost 7 million dollars to build the Titanic and 200 million to make a film about it."
  },
  {
    "page": 107,
    "value": "The only real person to be a Pez head was Betsy Ross."
  },
  {
    "page": 108,
    "value": "A human&#8217;s ears and nose never stop growing."
  },
  {
    "page": 109,
    "value": "The King of Hearts is the only king without a mustache."
  },
  {
    "page": 110,
    "value": "On average, there are 333 pieces of toilet paper on one toilet roll."
  },
  {
    "page": 111,
    "value": "More people have life threatening injuries from “selfie” incidents than shark attacks."
  },
  {
    "page": 112,
    "value": "The bat is the only mammal that can actually fly."
  },
  {
    "page": 113,
    "value": "The Empire State Building has its own ZIP code. 10118"
  },
  {
    "page": 114,
    "value": "At any given moment, there are approximately 2,000 thunderstorms happening on Earth"
  },
  {
    "page": 115,
    "value": "The Earth Weighs About 13,170,000,000,000,000,000,000,000 Pounds. If you’re wondering how to pronounce that, it is thirteen septillion, one hundred seventy sextillion."
  },
  {
    "page": 116,
    "value": "It takes more than 500 peanuts to make one 12 oz. jar of peanut butter."
  },
  {
    "page": 117,
    "value": "The penguin is the only bird that can swim, but cannot fly."
  },
  {
    "page": 118,
    "value": "The coldest temperature ever recorded was -144 degrees Fahrenheit in Antarctica. Brrrrrr."
  },
  {
    "page": 119,
    "value": "There Are More Than 60 Different Species of Eagles But Only Two Live in North America"
  },
  {
    "page": 120,
    "value": "Doctors Who Play Video Games More Than Three Hours a Week Make up to 37% fewer Operating Room Errors"
  },
  {
    "page": 121,
    "value": "A wildlife technician, Richard Thomas, took the famous tongue twister, “how much wood would a woodchuck chuck if a woodchuck could chuck wood” and calculated a rough estimate of what the answer would actually be. It came out to be around 700 pounds."
  },
  {
    "page": 122,
    "value": "The British government coined the slogan, “Keep Calm and Carry on” during World War II in order to motivate citizens to stay strong."
  },
  {
    "page": 123,
    "value": "The color red doesn’t really make bulls angry; they are color-blind."
  },
  {
    "page": 124,
    "value": "The first movie ever to put out a motion-picture soundtrack was Snow White and the Seven Dwarves."
  },
  {
    "page": 125,
    "value": "Four babies are born every second. That’s approximately 250 births each minute, 15,000 each hour, and 360,000 each day"
  },
  {
    "page": 126,
    "value": "There is a city in Australia called Mamungkukumpurangkuntjunya Hill. Good luck asking Siri for directions to that one."
  },
  {
    "page": 127,
    "value": "It Takes 68 Days to Swim the Full Length of the Mississippi River"
  },
  {
    "page": 128,
    "value": "There is a town in Nebraska called Monowi with a population of one. The only resident is a woman who is the Mayor, Bartender and Librarian."
  },
  {
    "page": 129,
    "value": "75% of the world’s diet is produced from just 12 plant and five different animal species."
  },
  {
    "page": 130,
    "value": "Octopuses and squids have beaks. The beak is made of keratin – the same material that a bird’s beak, and our fingernails are made of."
  },
  {
    "page": 131,
    "value": "The world’s largest grand piano was built by a 15-year-old in New Zealand. The piano is a little over 18 feet long and has 85 keys – 3 short of the standard 88."
  },
  {
    "page": 132,
    "value": "Canadians say “sorry” so much that a law was passed in 2009 declaring that an apology can’t be used as evidence of admission to guilt."
  },
  {
    "page": 133,
    "value": "52% of the population is under 30 years old."
  },
  {
    "page": 134,
    "value": "Forrest Fenn, an art dealer and author, hid a treasure chest in the Rocky Mountains worth over 1 million dollars. It still has not been found."
  },
  {
    "page": 135,
    "value": "In Colorado, USA, there is still an active volcano. It last erupted about the same time as the pyramids were being built in Egypt."
  },
  {
    "page": 136,
    "value": "Researchers have found that flossing your teeth can help your memory. Flossing prevents gum disease, which prevents stiff blood vessels, which cause memory issues."
  },
  {
    "page": 137,
    "value": "At birth, a baby panda is smaller than a mouse."
  },
  {
    "page": 138,
    "value": "Johnny Cash took only three voice lessons before his teacher advised him to stop taking lessons and to never deviate from his natural voice."
  },
  {
    "page": 139,
    "value": "Daniel Radcliffe was allergic to his Harry Potter glasses. They were quickly replaced with hypoallergenic specs. Also, did you know that his glasses had no lenses? This was to stop the reflection from anything happening behind the scenes."
  },
  {
    "page": 140,
    "value": "Back when dinosaurs existed, there used to be volcanoes that were erupting on the moon."
  },
  {
    "page": 141,
    "value": "One day on Venus lasts longer than our year, it is 243 Earth days."
  },
  {
    "page": 142,
    "value": "It was not until 1941, that congress declared Thanksgiving as a national holiday."
  },
  {
    "page": 143,
    "value": "More than 52 percent of the world&#8217;s population is under 30 years old."
  },
  {
    "page": 144,
    "value": "Wild Turkeys can fly at up to 60 miles per hour."
  },
  {
    "page": 145,
    "value": "Dolphins recognize and admire themselves in mirrors."
  },
  {
    "page": 146,
    "value": "It is illegal to climb trees in Oshawa, a town in Ontario, Canada."
  },
  {
    "page": 147,
    "value": "Alligators will give manatees the right of way if they are swimming near each other."
  },
  {
    "page": 148,
    "value": "The first roller coaster was used to transport coal down a hill. After people found that it could reach speeds up to 50 miles per hour, tourists asked to ride on it for a few cents."
  },
  {
    "page": 149,
    "value": "In Slovakia they have Christmas Carp that live in the family bathtub for a few days before they are eaten."
  },
  {
    "page": 151,
    "value": "It is said that when a person cries and the first drop of tears come from the right eye, its happiness. If from the left eye, it is pain or sadness."
  },
  {
    "page": 152,
    "value": "Astronaut is a compound word derived from the two Ancient Greek words “Astro” meaning “star” and “naut” meaning “sailor”. So, astronaut literally means “star sailor”."
  },
  {
    "page": 153,
    "value": "Mr. Potato Head was the first toy to be advertised on TV."
  },
  {
    "page": 154,
    "value": "Shark pregnancies last up to four years."
  },
  {
    "page": 155,
    "value": "The most popular item at Walmart is bananas. They sell more bananas than any other single item they have in stock."
  },
  {
    "page": 156,
    "value": "Tigers have striped skin not just striped fur. The stripes are like fingerprints and no two tigers have the same pattern."
  },
  {
    "page": 157,
    "value": "Elvis was originally blonde. He started coloring his hair black for an edgier look. Sometimes, he would touch it up using shoe polish."
  },
  {
    "page": 158,
    "value": "Iguanas have three eyes. Two normal eyes and a third eye on top of their head that only perceives brightness."
  },
  {
    "page": 159,
    "value": "Lincoln Logs are named after Abraham Lincoln and the log cabin where he was born."
  },
  {
    "page": 160,
    "value": "Sunsets on Mars are blue."
  },
  {
    "page": 161,
    "value": "The brain is our fattiest organ, being composed of nearly 60% fat."
  },
  {
    "page": 162,
    "value": "It took the creator of the Rubik’s Cube, Erno Rubik, one month to solve the cube after he created it; as of June 2018 the world record is 4.22 seconds."
  },
  {
    "page": 163,
    "value": "Bullfrogs do not sleep."
  },
  {
    "page": 164,
    "value": "The television was invented only two years after the invention of sliced bread."
  },
  {
    "page": 165,
    "value": "The eye makes movements 50 times every second."
  },
  {
    "page": 166,
    "value": "While developing the Harry Potter books, J.K. Rowling based Hermione Granger’s character on herself when she was 11 years old."
  },
  {
    "page": 167,
    "value": "The stage before frostbite is called “frostnip”."
  },
  {
    "page": 168,
    "value": "Goldfish don’t have stomachs."
  },
  {
    "page": 169,
    "value": "When howling together, no two wolves will howl on the same note, instead, they harmonize to create the illusion that there are more of them than there actually are."
  },
  {
    "page": 170,
    "value": "When you blush, the inside of your stomach also turns red."
  },
  {
    "page": 171,
    "value": "Your nose can remember 50,000 different scents."
  },
  {
    "page": 172,
    "value": "An ant’s sense of smell is stronger than a dogs."
  },
  {
    "page": 173,
    "value": "One day on Venus lasts longer than our year, it is 243 Earth days."
  },
  {
    "page": 174,
    "value": "The longest jellyfish on record measured 160 feet, more than half the length of a football field."
  },
  {
    "page": 175,
    "value": "Smiling actually boosts your immune system."
  },
  {
    "page": 176,
    "value": "A bolt of lightning is six times hotter than the sun."
  },
  {
    "page": 177,
    "value": "A snail breathes through its foot."
  },
  {
    "page": 178,
    "value": "Only 2% of the earths population has green eyes."
  },
  {
    "page": 179,
    "value": "Children have more taste buds than adults."
  },
  {
    "page": 180,
    "value": "After working out, it takes 5 hours for your body temperature to return to normal."
  },
  {
    "page": 181,
    "value": "Crocodiles are one of the planet’s oldest living creatures. These animals have survived for over 200 million years. This may be due to their superb ability to be able to go for long periods without eating."
  },
  {
    "page": 182,
    "value": "Every one hundred years, the moon adds approximately 1.4 milliseconds to a day. While this may be minuscule, it does add up: When dinosaurs roamed the planet, days were 23 hours long, according to NASA."
  },
  {
    "page": 183,
    "value": "Space partly smells like diesel fuel and barbeque. This is mainly due to the amount of dying stars in our galaxy. The combustion releases a compound called polycyclic aromatic hydrocarbons"
  },
  {
    "page": 184,
    "value": "A snail has 2,500 teeth. These teeth can be found on their tongue that’s covered in ridges. Snails eat by rubbing their tongue on its food while the ridges cut it into tiny pieces."
  },
  {
    "page": 185,
    "value": "You can’t hum while holding your nose. I bet you just tried it, didn’t you?"
  },
  {
    "page": 186,
    "value": "Humans shed 40 pounds of skin in their lifetime, completely replacing their outer skin every month."
  },
  {
    "page": 187,
    "value": "According to Psychology Today, 60 percent of human brain matter is made of fat."
  },
  {
    "page": 188,
    "value": "Because daily activities like walking compresses the cartilage in your knees, you are 1% shorter in the evening than in the morning."
  },
  {
    "page": 189,
    "value": "Dr. Seuss wrote the famous children’s tale “Green Eggs and Ham” in order to win a bet against his publisher. The bet was that Seuss would not be able to write an entire book using only 50 words."
  },
  {
    "page": 190,
    "value": "The famous chocolate river from the original Willy Wonka &amp; the Chocolate Factory film was made with 15,000 gallons of water mixed with chocolate and cream. The river spoiled fairly quickly due to the cream and the cast said it smelled horrible."
  },
  {
    "page": 191,
    "value": "Winning the lottery is so unlikely that there is a higher chance of being elected president of the United States of America."
  },
  {
    "page": 192,
    "value": "One reason everyone complains about the quality of airplane food is because your sense of taste and smell decrease up to 50% during high altitude flights."
  },
  {
    "page": 193,
    "value": "The average four-year-old child will ask over three hundred questions a day."
  },
  {
    "page": 194,
    "value": "When you sneeze, the particles ejected out of your nostrils are traveling at 100 miles per hour. This is faster than the maximum run speed of a cheetah which is roughly 70-75 miles per hour."
  },
  {
    "page": 195,
    "value": "The mathematical probability of you being born is estimated to be about 1 in 400 trillion."
  },
  {
    "page": 196,
    "value": "When you sneeze, the particles ejected out of your nostrils are traveling at 100 miles per hour. This is faster than the maximum run speed of a cheetah which is roughly 70-75 miles per hour."
  },
  {
    "page": 197,
    "value": "Your nose is always in view. Technically, you are always looking at your nose, but your brain just chooses to ignore it. Otherwise life would be pretty annoying."
  },
  {
    "page": 198,
    "value": "The Guinness Book of World Records holds the record for being the book that is most often stolen from public libraries. Ironic, isn’t it?"
  },
  {
    "page": 199,
    "value": "Thanks to 3D printing, NASA can basically “email” tools to astronauts. Getting new equipment to the Space Station used to take months or years, but the new technology means the tools are ready within hours."
  },
  {
    "page": 200,
    "value": "The current American flag was designed by a high school student."
  },
  {
    "page": 201,
    "value": "Octopuses lay 56,000 eggs at a time."
  },
  {
    "page": 202,
    "value": "A cow-bison hybrid is called a “beefalo”. You can even buy its meat in at least 21 states."
  },
  {
    "page": 203,
    "value": "Snakes can help predict earthquakes. They can sense an earthquake coming from 75 miles away (121 km), up to five days before it happens."
  },
  {
    "page": 204,
    "value": "It would take only one hour to drive to space."
  },
  {
    "page": 205,
    "value": "The nose can detect a trillion smells!"
  },
  {
    "page": 206,
    "value": "The White House in Washington, DC, has 132 rooms, including 35 bathrooms."
  },
  {
    "page": 207,
    "value": "Elephants can &#8220;hear&#8221; with their feet."
  },
  {
    "page": 208,
    "value": "Octopuses lay 56,000 eggs at a time."
  },
  {
    "page": 209,
    "value": "The average adult eats their meals in about 8 minutes.  Research shows the brain takes 20 minutes too register a sense of fullness."
  },
  {
    "page": 210,
    "value": "All colors of Fruit Loops have the same flavor."
  },
  {
    "page": 211,
    "value": "96% of people will knowingly consume extremely hot food or beverages (and risk burning their mouth), because they don&#8217;t want to wait for it to cool."
  },
  {
    "page": 212,
    "value": "The first movie ever to put out a motion-picture soundtrack was Snow White and the Seven Dwarves."
  },
  {
    "page": 213,
    "value": "While you sleep you can&#8217;t smell anything, even really, really bad or potent smells."
  },
  {
    "page": 214,
    "value": "The hashtag symbol is technically called an octothorpe."
  },
  {
    "page": 215,
    "value": "The average 4-year-old child asks almost 400 questions a day."
  },
  {
    "page": 216,
    "value": "Lobsters taste with their feet."
  },
  {
    "page": 217,
    "value": "All of the blood in your body travels through your heart once a minute."
  },
  {
    "page": 218,
    "value": "Heart attacks are more likely to happen on a Monday."
  },
  {
    "page": 219,
    "value": "A typical ear of corn has an even number of rows."
  },
  {
    "page": 220,
    "value": "Music is one of the few activities in life that utilizes the entire brain."
  },
  {
    "page": 221,
    "value": "One of our biggest sleep distractions is 24-hour Internet access."
  },
  {
    "page": 222,
    "value": "Your ears produce more wax when you&#8217;re afraid."
  },
  {
    "page": 223,
    "value": "Most hummingbirds weigh less than a nickel."
  },
  {
    "page": 224,
    "value": "The opposite sides of the dice always add up to seven."
  },
  {
    "page": 225,
    "value": "The busiest airport in the world is in Atlanta, GA."
  },
  {
    "page": 226,
    "value": "Shoppers are more likely to enter a store if they like the music the store is playing."
  },
  {
    "page": 227,
    "value": "Cheese is the most stolen food in the world."
  },
  {
    "page": 228,
    "value": "Humans move their eyes more than 100,000 times a day."
  },
  {
    "page": 229,
    "value": "The average car has about 30,000 parts."
  },
  {
    "page": 230,
    "value": "People who drink 3 or more glasses of soda each day have 62% more tooth decay, fillings and tooth loss than others."
  },
  {
    "page": 231,
    "value": "Abe Lincoln was a professional wrestler before he became President."
  },
  {
    "page": 232,
    "value": "Your fingernails grow faster when you are cold."
  },
  {
    "page": 233,
    "value": "A newborn kangaroo is small enough to fit in a teaspoon."
  },
  {
    "page": 234,
    "value": "Yuma, Arizona has over 4,000 hours of sunshine per year &#8211; making it the sunniest place on the planet!"
  },
  {
    "page": 235,
    "value": "Babies cry in the womb."
  },
  {
    "page": 236,
    "value": "It takes approximately 12 hours for food to entirely digest."
  },
  {
    "page": 237,
    "value": "The blob of toothpaste on a toothbrush is called a nurdle."
  },
  {
    "page": 238,
    "value": "You can tell the temperature by counting a cricket&#8217;s chirps!"
  },
  {
    "page": 239,
    "value": "The female lion does 90%of the hunting."
  },
  {
    "page": 240,
    "value": "Mr. Potato Head was the first toy to be advertised on TV."
  },
  {
    "page": 241,
    "value": "Bananas are curved because they grow towards the sun."
  },
  {
    "page": 242,
    "value": "About 700 grapes go into one bottle of wine."
  },
  {
    "page": 243,
    "value": "In the summer heat, the iron on the Eiffel Tower expands, making the tower grow more than 6 inches."
  },
  {
    "page": 244,
    "value": "At first, the only colors that could be produced by fireworks were orange and white."
  },
  {
    "page": 245,
    "value": "Racecar spelt backwards spells racecar!"
  },
  {
    "page": 246,
    "value": "You use 17 muscles to smile and 43 muscles to frown."
  },
  {
    "page": 247,
    "value": "A woodpecker can peck 20 times per second!"
  },
  {
    "page": 248,
    "value": "Milk goes from the cow to the grocery store in just 2 days!"
  },
  {
    "page": 249,
    "value": "Apples give you more energy than coffee does."
  },
  {
    "page": 250,
    "value": "A toddler between the ages of 1 and 2 years, will gain 2 million new brain connections every second."
  },
  {
    "page": 251,
    "value": "Butterflies taste with their feet."
  },
  {
    "page": 252,
    "value": "On an average day, one cow will produce 9 to 10 gallons of milk.  During peak production, some cows produce over 20 gallons a day!"
  },
  {
    "page": 253,
    "value": "Wearing headphones for just an hour could increase the bacteria in your ear by 700 times."
  },
  {
    "page": 254,
    "value": "Frogs drink water through their skin."
  },
  {
    "page": 255,
    "value": "An average major league baseball is used for only six pitches."
  },
  {
    "page": 256,
    "value": "A woman&#8217;s heart usually beats faster than a man&#8217;s heart."
  },
  {
    "page": 257,
    "value": "A queen bee can lay 2,000 eggs a day in the spring."
  },
  {
    "page": 258,
    "value": "The TV remote is the dirtiest item in a typical household, hospital or hotel room."
  },
  {
    "page": 259,
    "value": "People reportedly prefer blue toothbrushes over red ones."
  },
  {
    "page": 260,
    "value": "Cookie Monster&#8217;s real name is Sid."
  },
  {
    "page": 261,
    "value": "A cloud is a large group of tiny water droplets that we can see in the air."
  },
  {
    "page": 262,
    "value": "Young people ages 18 to 34 are most likely to spend more money on vacations than any other age group."
  },
  {
    "page": 263,
    "value": "Without saliva, humans are unable to taste food."
  },
  {
    "page": 264,
    "value": "A lion&#8217;s roar can be so loud that it can be heard 5 miles away."
  },
  {
    "page": 265,
    "value": "The tongue is the fastest healing part of the body."
  },
  {
    "page": 266,
    "value": "In a deck of cards, the King of Hearts is the only king without a mustache!"
  },
  {
    "page": 267,
    "value": "In a lifetime, the average human produces 25,000 quarts of spit.  That&#8217;s enough spit to fill two swimming pools"
  },
  {
    "page": 268,
    "value": "More people visit France than any other country."
  },
  {
    "page": 269,
    "value": "The average person uses the bathroom 6 times a day."
  },
  {
    "page": 270,
    "value": "There are 119 grooves on the edge of a US quarter."
  },
  {
    "page": 271,
    "value": "Australia is not only an island and a country, but it is also a continent!"
  },
  {
    "page": 272,
    "value": "Animals that lay eggs do not have belly buttons."
  },
  {
    "page": 273,
    "value": "More than one billion people in the world live in deserts."
  },
  {
    "page": 274,
    "value": "100,000 tons of bubble gum is chewed, worldwide, every year."
  },
  {
    "page": 275,
    "value": "Only about 20% of computers in the United States are recycled."
  },
  {
    "page": 276,
    "value": "Dancing releases brain chemicals that make us feel happy."
  },
  {
    "page": 277,
    "value": "Twins are twice as likely to be left-handed than single babies are."
  },
  {
    "page": 278,
    "value": "Slightly more girls than boys can roll their tongue into a tube shape."
  },
  {
    "page": 279,
    "value": "The North Pole is in all the time zones."
  },
  {
    "page": 280,
    "value": "It takes about four oranges to make one glass of freshly squeezed orange juice."
  },
  {
    "page": 281,
    "value": "Americans spend more than $7 billion on cereal each year."
  },
  {
    "page": 282,
    "value": "The odds that an average golfer will make a hole in one during a game are 1 in 12,000."
  },
  {
    "page": 283,
    "value": "A head of broccoli is made up of hundreds of small flower buds."
  },
  {
    "page": 284,
    "value": "Borborygmus is the word for the rumbling sound in your stomach when you&#8217;re hungry."
  },
  {
    "page": 285,
    "value": "More people hide their valuables in their sock drawer than anywhere else, according to a British study."
  },
  {
    "page": 286,
    "value": "Three out of four people admitted to sharing an ice-cream cone with their pet, a survey found."
  },
  {
    "page": 287,
    "value": "Studies show that the average daydream is about 14 seconds long."
  },
  {
    "page": 288,
    "value": "Buttered toast almost always falls butter-side down."
  },
  {
    "page": 289,
    "value": "There are 2,000 thunderstorms on Earth every minute."
  },
  {
    "page": 290,
    "value": "Horses and cows sleep standing up."
  },
  {
    "page": 291,
    "value": "Cans of diet soda will float in water, regular soda cans will sink."
  },
  {
    "page": 292,
    "value": "The wind is silent until it blows against something."
  },
  {
    "page": 293,
    "value": "49% of Americans start their day with cereal."
  },
  {
    "page": 294,
    "value": "Mr. Potato Head was the first toy to be advertised on TV."
  },
  {
    "page": 295,
    "value": "More people visit France than any other country."
  },
  {
    "page": 296,
    "value": "Pineapples take about three years to grow into a mature fruit."
  },
  {
    "page": 297,
    "value": "Approximately 80% of &#8220;Close Door&#8221; elevator buttons aren&#8217;t connected to anything."
  },
  {
    "page": 298,
    "value": "Reading something pleasurable for 6 minutes can reduce stress by 70%, while slowing down heart rate and relaxing tense muscles."
  },
  {
    "page": 299,
    "value": "The average person walks about 80,000 miles in a lifetime.  That&#8217;s more than three times around the world."
  },
  {
    "page": 300,
    "value": "Your tongue grows new taste buds about every two weeks."
  },
  {
    "page": 301,
    "value": "Your eyes produce a teaspoon of tears every hour."
  },
  {
    "page": 302,
    "value": "The brighter the star, the shorter its life span."
  },
  {
    "page": 303,
    "value": "About 75% of all volcanoes are underwater."
  },
  {
    "page": 304,
    "value": "Humans can make 10,000 different facial expressions."
  },
  {
    "page": 305,
    "value": "The oldest rocks in the Grand Canyon are almost two billion years old."
  },
  {
    "page": 306,
    "value": "Tropical rain forests are a habitat for 80% of the World&#8217;s insect species."
  },
  {
    "page": 307,
    "value": "There are about 3,000 lightning flashes on Earth every minute."
  },
  {
    "page": 308,
    "value": "The biggest known dinosaur skull is longer than a racehorse&#8217;s body."
  },
  {
    "page": 309,
    "value": "More men are color-blind than women."
  },
  {
    "page": 310,
    "value": "The smallest bone in the human body is shorter than a grain of rice."
  },
  {
    "page": 311,
    "value": "The heaviest known hailstone weighed more than 7 baseballs."
  },
  {
    "page": 312,
    "value": "A fifteen-year-old cat has probably spent ten years of its life sleeping."
  },
  {
    "page": 313,
    "value": "It is physically impossible for pigs to look up into the sky."
  },
  {
    "page": 314,
    "value": "Your lips don&#8217;t sweat."
  },
  {
    "page": 315,
    "value": "Most tornadoes occur between 3 p.m. and 9 p.m."
  },
  {
    "page": 316,
    "value": "Doodling can help you concentrate."
  },
  {
    "page": 317,
    "value": "Ostriches swim but they can&#8217;t fly."
  },
  {
    "page": 318,
    "value": "Every continent has a city called Rome, except Antarctica."
  },
  {
    "page": 319,
    "value": "Newborn dolphins sleep for only a few seconds at a time."
  },
  {
    "page": 320,
    "value": "A home run in baseball is also called a &#8220;tater.&#8221;"
  },
  {
    "page": 321,
    "value": "Your stomach can expand to 40 times its size."
  },
  {
    "page": 322,
    "value": "Only female mosquitoes bite."
  },
  {
    "page": 323,
    "value": "The Chicago River is dyed green on St. Patrick&#8217;s Day.  They use 40 lbs of green dye to color the river.  The dye lasts for about 5 hours."
  },
  {
    "page": 324,
    "value": "Butterflies must warm their wings in the sun before flying."
  },
  {
    "page": 325,
    "value": "The harder you concentrate, the less you blink."
  },
  {
    "page": 326,
    "value": "If you never cut your hair, it would likely stop growing at about two feet long."
  },
  {
    "page": 327,
    "value": "Your ankles are the most injury-prone part of your body."
  },
  {
    "page": 328,
    "value": "Reading can lower your stress by up to 68%.  Researchers say it&#8217;s hard to worry about the real world when our brain is busy visualizing a written one!"
  },
  {
    "page": 329,
    "value": "If you&#8217;d like to stress-proof your day, eat blueberries for breakfast.  Blueberries help fight stress and reduce anxiety."
  },
  {
    "page": 330,
    "value": "We use around 80 pounds of oxygen every day."
  },
  {
    "page": 331,
    "value": "A survey found 2- in -3 people have NAMED their car.  The top car names are:  The Beast, Silver Bullet, Lucy and Batmobile."
  },
  {
    "page": 332,
    "value": "The average person will spend six months of their life waiting for red lights to turn green."
  },
  {
    "page": 333,
    "value": "A study found adults clear 92% of their plate, on average, at meals  and kids clear only 59%."
  },
  {
    "page": 334,
    "value": "There are few activities in life that utilize the entire brain, and music is one of them."
  },
  {
    "page": 335,
    "value": "Leap years happen every four years.  The odds of being born on February 29th are 1 in 1,461."
  },
  {
    "page": 336,
    "value": "An average yawn lasts 6 seconds."
  },
  {
    "page": 337,
    "value": "The most popular password on the Internet is &#8220;password.&#8221;"
  },
  {
    "page": 338,
    "value": "400 million tweets are sent every day."
  },
  {
    "page": 339,
    "value": "The average American generates more than four pounds of garbage each day."
  },
  {
    "page": 340,
    "value": "Giraffe hooves are the size of dinner plates."
  },
  {
    "page": 341,
    "value": "The U.S. Postal Service mails more than 800,000 live chickens in the weeks leading up to Easter."
  },
  {
    "page": 342,
    "value": "You have about 17,000 touch receptors in each of your hands."
  },
  {
    "page": 343,
    "value": "A woodpecker pecks a tree at 15 miles an hour."
  },
  {
    "page": 344,
    "value": "It&#8217;s tradition for NASA engineers to eat peanuts for good luck during space missions."
  },
  {
    "page": 345,
    "value": "Nearly 6 million couples get engaged on Valentine&#8217;s Day."
  },
  {
    "page": 346,
    "value": "Americans spend nearly $650 million on gifts for their pets on Valentines Day."
  },
  {
    "page": 347,
    "value": "Every year, more than 36 million heart shaped boxes of chocolates are sold across the country."
  },
  {
    "page": 348,
    "value": "The average adult tells about 11 lies in a week."
  },
  {
    "page": 349,
    "value": "One million pieces of sporting equipment were used during the 2012 Olympic Games."
  },
  {
    "page": 350,
    "value": "The average American eats about 200 sandwiches per year."
  },
  {
    "page": 351,
    "value": "You can find more than 1,000 ancient dinosaur and reptile footprints along the &#8220;Dinosaur Freeway&#8221; &#8211; stretching from Colorado to New Mexico, USA."
  },
  {
    "page": 352,
    "value": "Roasted ants are a popular snack in Columbia."
  },
  {
    "page": 353,
    "value": "When you&#8217;re driving on the highway, the car engine is hot enough to cook a piece of chicken."
  },
  {
    "page": 354,
    "value": "A typical American grocery store is stocked with about 50,000 items."
  },
  {
    "page": 355,
    "value": "Yawns are more contagious among family members than among strangers."
  },
  {
    "page": 356,
    "value": "You will likely get 10,000 small cuts, bruises, and sprains in your lifetime."
  },
  {
    "page": 357,
    "value": "Yuma, Arizona is the sunniest place in the United States."
  },
  {
    "page": 358,
    "value": "Reading can lower your stress by up to 68%.  Researchers say it&#8217;s hard to worry about the real world when our brain is busy visualizing a written one!"
  },
  {
    "page": 359,
    "value": "About 40% of people who go to a party in someone&#8217;s home admit to snooping in the host&#8217;s medicine cabinet."
  },
  {
    "page": 360,
    "value": "You&#8217;re more sensitive to smells when you&#8217;re hungry."
  },
  {
    "page": 361,
    "value": "Only 0.1 percent of bacteria actually make you sick."
  },
  {
    "page": 362,
    "value": "Less than 2% of the world&#8217;s population has natural red hair."
  },
  {
    "page": 363,
    "value": "There are 180,000 islands in Finland &#8211; that&#8217;s one for about every 30 people in the country."
  },
  {
    "page": 364,
    "value": "Martin Luther King, Jr. entered college at the age of 15.  He skipped grades 9-12."
  },
  {
    "page": 365,
    "value": "India has more cell phones than toilets."
  },
  {
    "page": 366,
    "value": "Q is the only letter in the alphabet that does not appear in the name of any of the United States!"
  },
  {
    "page": 367,
    "value": "There are 239 different ways of making change for a dollar."
  },
  {
    "page": 368,
    "value": "334 is the record for the most finger snaps in one minute."
  },
  {
    "page": 369,
    "value": "There are 1,900 species of edible insects on earth."
  },
  {
    "page": 370,
    "value": "Some ants make themselves explode when attacked."
  },
  {
    "page": 371,
    "value": "There are more stars in the universe than there are grains of sand on all the beaches on earth."
  },
  {
    "page": 372,
    "value": "Some rats are trained to sniff out bombs."
  },
  {
    "page": 373,
    "value": "Dogs only see yellow, blue and gray."
  },
  {
    "page": 374,
    "value": "The first person arrested for speeding in the Untied States was driving 12 miles an hour in 1899."
  },
  {
    "page": 375,
    "value": "Less than 25% of people actually stay committed to their new years resolutions after just 30 days and only 8% accomplish them."
  },
  {
    "page": 376,
    "value": "50 tons of trash is expected after the Times Square New Year&#8217;s Eve Bash.  It typically takes 12-16 hours to clean up after the event."
  },
  {
    "page": 378,
    "value": "If you received all the gifts from the song &#8220;The Twelve Days of Christmas&#8221; you would have 364 presents."
  },
  {
    "page": 379,
    "value": "The Friday and Saturday before Christmas are the busiest shopping days &#8211; not Black Friday."
  },
  {
    "page": 380,
    "value": "More than 3 billion Christmas cards are sent in the U.S. alone, every year."
  },
  {
    "page": 381,
    "value": "Some zoos take donated Christmas trees and use them as food for the animals."
  },
  {
    "page": 382,
    "value": "You will likely get more than 600 colds in  your lifetime."
  },
  {
    "page": 383,
    "value": "Bees visit about five million flowers to make one average-size jar of honey."
  },
  {
    "page": 384,
    "value": "You&#8217;re almost a half inch taller in the morning than in the evening."
  },
  {
    "page": 385,
    "value": "The biggest gingerbread house was decorated with 4,750 pounds of icing &#8211; that&#8217;s heavier than a giraffe."
  },
  {
    "page": 386,
    "value": "If grasshoppers were the size of people, they could leap the length of a basketball court."
  },
  {
    "page": 387,
    "value": "Almost 90% of snow is air."
  },
  {
    "page": 388,
    "value": "Applesauce was the first food eaten in space by an American astronaut."
  },
  {
    "page": 389,
    "value": "A bat can eat 3,000 insects in one night."
  },
  {
    "page": 390,
    "value": "The tallest known snowman was higher than a 12-story building."
  },
  {
    "page": 391,
    "value": "Girls have more taste buds than boys do."
  },
  {
    "page": 392,
    "value": "Hot dogs can last more than 20 years in landfills."
  },
  {
    "page": 393,
    "value": "A space suit costs about ten million dollars."
  },
  {
    "page": 395,
    "value": "Thanksgiving dinners take 18 hours to prepare.  They are consumed in 12 minutes.  (Half times of football games take 12 minutes, which is probably not a coincidence)"
  },
  {
    "page": 396,
    "value": "Some wild turkeys run up to 25 miles an hour."
  },
  {
    "page": 397,
    "value": "Only male turkeys gobble, females click."
  },
  {
    "page": 398,
    "value": "Scents smell better through your right nostril than your left."
  },
  {
    "page": 399,
    "value": "It is impossible to sneeze with your eyes open."
  },
  {
    "page": 400,
    "value": "Apples are one-quarter air."
  },
  {
    "page": 401,
    "value": "A dairy cow produces about 100,000 glasses of milk in its lifetime."
  },
  {
    "page": 402,
    "value": "Recycling one soda can saves enough energy to run a TV for three hours."
  },
  {
    "page": 403,
    "value": "The total earthworm population in the United States weighs ten times more than the total human population."
  },
  {
    "page": 404,
    "value": "A porcupine can have 30,000 quills."
  },
  {
    "page": 405,
    "value": "One ear of corn has about 500 kernels."
  },
  {
    "page": 406,
    "value": "Wearing a hat on your head helps warm your feet."
  },
  {
    "page": 407,
    "value": "Cold water weighs more than hot water."
  },
  {
    "page": 408,
    "value": "Vision uses one-third of all your brainpower."
  },
  {
    "page": 409,
    "value": "You use 72 different muscles every time you talk."
  },
  {
    "page": 410,
    "value": "A human eyelash lasts approximately 3-5 months."
  },
  {
    "page": 411,
    "value": "Forest fires can travel faster uphill than downhill."
  },
  {
    "page": 412,
    "value": "Mice can have up to 105 babies a year."
  },
  {
    "page": 413,
    "value": "The skin on your hands is thicker than 15 sheets of paper."
  },
  {
    "page": 414,
    "value": "Early jack-o-lanterns were carved from turnips, potatoes, and beets."
  },
  {
    "page": 415,
    "value": "There&#8217;s a 90% chance your parents will steal some of your Halloween candy."
  },
  {
    "page": 416,
    "value": "The year 2020 is the next time you can see a full moon on Halloween."
  },
  {
    "page": 417,
    "value": "Ghost bats are some of the only bats with white fur."
  },
  {
    "page": 418,
    "value": "The average $100 bill circulates for 9 years."
  },
  {
    "page": 419,
    "value": "In a lifetime, the average American drives approximately 627,000 miles or 25 times around the world &#8211; using enough gasoline to fill 3 fuel tankers."
  },
  {
    "page": 420,
    "value": "Owls can&#8217;t move their eyeballs."
  },
  {
    "page": 421,
    "value": "Pet hamsters run up to eight miles a night on a wheel."
  },
  {
    "page": 422,
    "value": "More than 60,000 people are flying over the United States in airplanes right now."
  },
  {
    "page": 423,
    "value": "An average yawn lasts about six seconds."
  },
  {
    "page": 424,
    "value": "There are about a billion bacteria in your mouth right now."
  },
  {
    "page": 425,
    "value": "A sneeze travels 100 miles an hour."
  },
  {
    "page": 426,
    "value": "Your fingernails take six months to grow from base to tip."
  },
  {
    "page": 427,
    "value": "The length of your foot is about equal to the distance from your elbow to your wrist."
  },
  {
    "page": 428,
    "value": "Brain cells live longer than all of the other cells in your body."
  },
  {
    "page": 429,
    "value": "You are more likely to be in a bad mood on Thursdays, according to a recent study."
  },
  {
    "page": 430,
    "value": "The sound of waves crashing comes mostly from air bubbles."
  },
  {
    "page": 431,
    "value": "Your sense of smell is weaker in the morning and stronger in the evening."
  },
  {
    "page": 432,
    "value": "Rotten eggs float in water."
  },
  {
    "page": 433,
    "value": "Chewing gum while taking a test may improve your test scores, according to one study."
  },
  {
    "page": 434,
    "value": "A flamingo can eat only when its head is upside down."
  },
  {
    "page": 435,
    "value": "Adults have as many as 1,500 dreams a year."
  },
  {
    "page": 436,
    "value": "Kids&#8217; fingerprints disappear from surfaces faster than adults&#8217; do."
  },
  {
    "page": 437,
    "value": "Saturn would float in water."
  },
  {
    "page": 438,
    "value": "Mosquitoes prefer to bite people with smelly feet."
  },
  {
    "page": 439,
    "value": "You lose up to 100 hairs a day."
  },
  {
    "page": 440,
    "value": "The first airplane journey across the United States took 49 days."
  },
  {
    "page": 441,
    "value": "A ripe cranberry will bounce."
  },
  {
    "page": 442,
    "value": "A warm frog makes faster croaking noises than a cold frog."
  },
  {
    "page": 443,
    "value": "The Hawaiian alphabet has only 13 letters."
  },
  {
    "page": 444,
    "value": "You breathe in 2,000 gallons of air a day."
  },
  {
    "page": 445,
    "value": "Months that begin on Sundays always have a Friday the 13th."
  },
  {
    "page": 446,
    "value": "Some people can hear their eyeballs moving."
  },
  {
    "page": 447,
    "value": "The longest tennis point ever played lasted for 29 minutes and 643 shots!"
  },
  {
    "page": 448,
    "value": "Uncopyrightable is the longest word in the English language that doesn&#8217;t repeat any letters."
  },
  {
    "page": 449,
    "value": "Chocolate milk was originally sold as medicine."
  },
  {
    "page": 450,
    "value": "Wearing headphones for just an hour will increase the bacteria in your ear 700 times."
  },
  {
    "page": 451,
    "value": "The average person laughs 13 times a day."
  },
  {
    "page": 452,
    "value": "You can use the inside of a banana peel to polish leather shoes and silverware and stop mosquito bites from itching."
  },
  {
    "page": 453,
    "value": "If you could drive your car straight up, you would arrive in space in just over an hour."
  },
  {
    "page": 454,
    "value": "The index finger of the Statue of Liberty is eight feet long."
  },
  {
    "page": 455,
    "value": "&#8220;Go.&#8221; is the shortest complete sentence in the English language."
  },
  {
    "page": 456,
    "value": "When we are born our eyes are almost full size, but our nose and ears never stop growing."
  },
  {
    "page": 457,
    "value": "Of all the words in the English language, the word &#8220;set&#8221; has the most definitions &#8211; over 400!"
  },
  {
    "page": 458,
    "value": "Giraffes can&#8217;t yawn."
  },
  {
    "page": 459,
    "value": "If you were able to put Saturn in water it would float."
  },
  {
    "page": 460,
    "value": "Theodore Roosevelt was shot, and then went on to give a 90 minute speech while covered in blood, the bullet still lodged in him."
  },
  {
    "page": 461,
    "value": "The total weight of bacteria living in the human body is 4.4 pounds."
  },
  {
    "page": 462,
    "value": "Your teeth are harder than your bones."
  },
  {
    "page": 463,
    "value": "Some fish eggs hatch in the dad&#8217;s mouth."
  },
  {
    "page": 464,
    "value": "Dogs pant up to 300 times a minute."
  },
  {
    "page": 465,
    "value": "It takes three liters of freshwater to make one liter of bottled water."
  },
  {
    "page": 466,
    "value": "Studies show that painting your room blue could make you more creative."
  },
  {
    "page": 467,
    "value": "Cheese is the most stolen item in a grocery store."
  },
  {
    "page": 468,
    "value": "Children who do not read in the summer can lose two to three months of reading skills.  Kids who do read tend to gain a month of reading proficiency."
  },
  {
    "page": 470,
    "value": "Some birds can use their bills to measure the temperature of their nests."
  },
  {
    "page": 471,
    "value": "It takes 713 gallons of water to make one cotton T-shirt."
  },
  {
    "page": 472,
    "value": "Horses can travel up to 100 miles in a day."
  },
  {
    "page": 473,
    "value": "Your feet have 500,000 sweat glands."
  },
  {
    "page": 474,
    "value": "Brain cells live longer than all of the other cells in your body."
  },
  {
    "page": 475,
    "value": "Your sense of smell is weaker in the morning and stronger in the evening."
  },
  {
    "page": 476,
    "value": "Elephants can run faster than humans."
  },
  {
    "page": 477,
    "value": "Some clouds are more than 10 miles tall."
  },
  {
    "page": 478,
    "value": "You can write about 45,000 words with an average pencil."
  },
  {
    "page": 479,
    "value": "Rotten eggs float in water."
  },
  {
    "page": 480,
    "value": "Mosquitoes prefer to bite people with smelly feet."
  },
  {
    "page": 481,
    "value": "The average four year-old child asks over four hundred questions a day."
  },
  {
    "page": 482,
    "value": "Chewing gum while taking a test may improve your test scores, according to one study."
  },
  {
    "page": 483,
    "value": "Studies show that painting your room blue could make you more creative."
  },
  {
    "page": 484,
    "value": "You breathe in 2,000 gallons of air a day."
  },
  {
    "page": 485,
    "value": "An eagle&#8217;s nest can stretch wider than your sofa."
  },
  {
    "page": 486,
    "value": "Studies show that when evenly matched teams compete, the team wearing red has a better chance of winning."
  },
  {
    "page": 487,
    "value": "The first airplane journey across the Untied States took 49 days."
  },
  {
    "page": 488,
    "value": "A warm frog makes faster croaking noises than a cold frog."
  },
  {
    "page": 489,
    "value": "An average major league baseball is used for only six pitches."
  },
  {
    "page": 490,
    "value": "The oldest rocks in the Grand Canyon are almost two billion years old."
  },
  {
    "page": 491,
    "value": "Your stomach would digest itself without mucus."
  },
  {
    "page": 492,
    "value": "Blondes have more hairs on their heads than brunettes."
  },
  {
    "page": 493,
    "value": "The harder you concentrate, the less you blink."
  },
  {
    "page": 494,
    "value": "Months that begin on Sundays always have a Friday the 13th."
  },
  {
    "page": 495,
    "value": "Every square inch of your skin hosts about 6 million bacteria."
  },
  {
    "page": 496,
    "value": "There are more species of beetles on Earth than of any other creature."
  },
  {
    "page": 497,
    "value": "You are more likely to be in a bad mood on Thursdays, according to a recent study."
  },
  {
    "page": 498,
    "value": "The length of your foot is about equal to the distance from your elbow to your wrist."
  },
  {
    "page": 499,
    "value": "The sound of waves crashing comes mostly from air bubbles."
  },
  {
    "page": 500,
    "value": "Your teeth are harder than your bones."
  },
  {
    "page": 501,
    "value": "More than 99% of the species that have ever existed are now extinct."
  },
  {
    "page": 502,
    "value": "Every continent has a city called Rome except Antarctica."
  },
  {
    "page": 503,
    "value": "Butterflies must warm their wings in the sun before flying."
  },
  {
    "page": 504,
    "value": "Americans buy more than 700 million Peeps during the Easter holiday."
  },
  {
    "page": 505,
    "value": "You can shine your shoes with a banana peel."
  },
  {
    "page": 506,
    "value": "Nearly 7,000 languages are spoken worldwide."
  },
  {
    "page": 507,
    "value": "Apples float but pears sink."
  },
  {
    "page": 508,
    "value": "The first computer was as long as a tennis court."
  },
  {
    "page": 509,
    "value": "Dogs pant up to 300 times a minute."
  },
  {
    "page": 510,
    "value": "A baby humpback whale drinks up to 130 gallons of milk each day."
  },
  {
    "page": 511,
    "value": "Earthworms have 5 hearts."
  },
  {
    "page": 512,
    "value": "Hippo sweat is red."
  },
  {
    "page": 513,
    "value": "A slinky can stretch from a sixth-floor window to the ground."
  },
  {
    "page": 514,
    "value": "Bees have five eyes."
  },
  {
    "page": 515,
    "value": "There are 180,000 islands in Finland &#8211; that&#8217;s one for about every 30 people in the country."
  },
  {
    "page": 516,
    "value": "An octopus can detach an arm on purpose and then regrow it."
  },
  {
    "page": 517,
    "value": "The strongest tornadoes are packed with enough energy to power 10,000 houses for one day."
  },
  {
    "page": 518,
    "value": "Pat Sajak and Vanna White work only 36 days per year to film the Wheel of Fortune.  They work 4 days per month for 9 months to film a full year&#8217;s worth of programming for ABC."
  },
  {
    "page": 519,
    "value": "Google was originally called Back Rub."
  },
  {
    "page": 520,
    "value": "Water blown out of a blue whale&#8217;s spout can shoot three stories high."
  },
  {
    "page": 521,
    "value": "Every day there are more iPhones sold around the world than there are babies born."
  },
  {
    "page": 522,
    "value": "Your lips don&#8217;t sweat."
  },
  {
    "page": 523,
    "value": "One in three people sneeze after looking at the sun."
  },
  {
    "page": 524,
    "value": "The most popular password on the Internet is &#8220;password.&#8221;"
  },
  {
    "page": 525,
    "value": "Elephants can hear each other trumpet up to five miles away."
  },
  {
    "page": 526,
    "value": "Your brain remembers 10,000 scents."
  },
  {
    "page": 527,
    "value": "It&#8217;s possible for you to spot the light of a candle from 14 miles away."
  },
  {
    "page": 528,
    "value": "Dogs have three times more taste buds than cats."
  },
  {
    "page": 529,
    "value": "A woodpecker pecks a tree at 15 miles an hour."
  },
  {
    "page": 530,
    "value": "Yawns are more contagious among family members than among strangers."
  },
  {
    "page": 531,
    "value": "A popular soft drink in the United Kingdom is made with dandelions."
  },
  {
    "page": 532,
    "value": "The US Postal Service mails more than 800,000 live chickens in the weeks leading up to Easter."
  },
  {
    "page": 533,
    "value": "Only 0.1 percent of bacteria actually make you sick."
  },
  {
    "page": 534,
    "value": "There&#8217;s enough energy in one gallon of gas to charge an iPhone for 20 years."
  },
  {
    "page": 535,
    "value": "The sky above the moon is always black."
  },
  {
    "page": 536,
    "value": "Yuma, AZ is the sunniest place in the United States."
  },
  {
    "page": 537,
    "value": "Canned tuna is one of the most popular pizza toppings in Germany."
  },
  {
    "page": 538,
    "value": "Children&#8217;s hearing is more sensitive than adults."
  },
  {
    "page": 539,
    "value": "A typical American grocery store is stocked with about 50,000 items."
  },
  {
    "page": 540,
    "value": "Roasted ants are a popular snack in Columbia."
  },
  {
    "page": 541,
    "value": "One million pieces of sporting equipment were used during the 2012 Olympic Games."
  },
  {
    "page": 542,
    "value": "Fireflies can glow yellow, green, or orange."
  },
  {
    "page": 543,
    "value": "Most tornadoes occur between 3 p.m. and 9 p.m."
  },
  {
    "page": 544,
    "value": "When you&#8217;re driving on the highway, the car engine is hot enough to cook a piece of chicken."
  },
  {
    "page": 545,
    "value": "Doodling can help you concentrate."
  },
  {
    "page": 546,
    "value": "The average American generates more than four pounds of garbage each day."
  },
  {
    "page": 547,
    "value": "At any moment, clouds cover about 60% of Earth."
  },
  {
    "page": 548,
    "value": "You lose about 50 to 100 hairs a day."
  },
  {
    "page": 549,
    "value": "Scientists say that the best time to take a nap is between 1:00 p.m. and 2:30 p.m. because that&#8217;s when a dip in body temperature makes us feel sleepy."
  },
  {
    "page": 550,
    "value": "Over $1 billion worth of chocolate is purchased on Valentine&#8217;s Day in the United States."
  },
  {
    "page": 551,
    "value": "189 million stems of roses are sold in the U.S. on Valentine&#8217;s Day."
  },
  {
    "page": 552,
    "value": "Teachers will receive the most Valentine&#8217;s Day cards, followed by children, mothers, wives, sweethearts and pets."
  },
  {
    "page": 553,
    "value": "The average number of wedding proposals on Valentine&#8217;s Day is 220,000."
  },
  {
    "page": 554,
    "value": "The Nile crocodile can hold its breath underwater for up to two hours while waiting for prey."
  },
  {
    "page": 555,
    "value": "The potato is the most cultivated vegetable across the globe."
  },
  {
    "page": 556,
    "value": "The surface of Mars is covered in rust, making the planet appear red."
  },
  {
    "page": 557,
    "value": "The average child asks 300 questions a day."
  },
  {
    "page": 558,
    "value": "On the moon you can throw a ball six times farther than you can on earth."
  },
  {
    "page": 559,
    "value": "Elephants drink the equivalent of 800 glasses of water a day."
  },
  {
    "page": 560,
    "value": "400 million tweets are sent every day."
  },
  {
    "page": 561,
    "value": "A man once blew a bubble gum bubble that was larger than a basketball."
  },
  {
    "page": 562,
    "value": "There&#8217;s more salt in one gallon of sea water than in 49 pounds of potato chips!"
  },
  {
    "page": 563,
    "value": "Ostriches can swim but they can&#8217;t fly."
  },
  {
    "page": 564,
    "value": "Raindrops are shaped like hamburger buns."
  },
  {
    "page": 565,
    "value": "Full moons appear brighter in Winter than in Summer."
  },
  {
    "page": 566,
    "value": "You will likely get 10,000 small cuts, bruises, and sprains in your lifetime."
  },
  {
    "page": 567,
    "value": "African lions catch about 25% of the prey they chase.  Dragonflies catch 95%."
  },
  {
    "page": 568,
    "value": "Martin Luther King, Jr. entered college at age 15."
  },
  {
    "page": 569,
    "value": "Bears do not go to the bathroom for months while they&#8217;re hibernating."
  },
  {
    "page": 570,
    "value": "It is impossible to hum while holding your nose."
  },
  {
    "page": 571,
    "value": "Alaska is the northernmost, westernmost and easternmost state in the United States."
  },
  {
    "page": 572,
    "value": "One in three dog owners say they have talked to their dog on the phone."
  },
  {
    "page": 573,
    "value": "An apple, potato, and onion all taste the same if you eat them with your nose plugged."
  },
  {
    "page": 574,
    "value": "On average, the life span of an American dollar bill is eighteen months."
  },
  {
    "page": 575,
    "value": "Each year, there are more than 40,000 toilet related injuries in the United States."
  },
  {
    "page": 576,
    "value": "Lily pads can grow to be wider than a king-size bed."
  },
  {
    "page": 577,
    "value": "The average teenager knows about 60,000 words."
  },
  {
    "page": 578,
    "value": "The Statue of Liberty&#8217;s torch sways up to 5 inches in the wind."
  },
  {
    "page": 578,
    "value": "You won an Academy Award.  What would you say in your acceptance speech?"
  },
  {
    "page": 579,
    "value": "NASCAR drivers can lose 5 to 10 pounds in sweat during one race."
  },
  {
    "page": 580,
    "value": "2,000 pounds of confetti are dropped in Times Square on New Years Eve."
  },
  {
    "page": 581,
    "value": "45% of Americans make New Year&#8217;s resolutions."
  },
  {
    "page": 583,
    "value": "During the Christmas season, nearly 28 sets of LEGOs are sold every second."
  },
  {
    "page": 584,
    "value": "The Statue of Liberty was gifted to the US by the French on Christmas day in 1886."
  },
  {
    "page": 585,
    "value": "If you gave all the gifts listed in the Twelve Days of Christmas, it would equal 364 gifts."
  },
  {
    "page": 586,
    "value": "The world&#8217;s largest gingerbread man weighs 466 pounds!"
  },
  {
    "page": 587,
    "value": "A Christmas tree can take up to 15 years to reach typical height."
  },
  {
    "page": 588,
    "value": "Putting dry tea bags in gym bags or smelly shoes will absorb the unpleasant odor."
  },
  {
    "page": 589,
    "value": "A person&#8217;s height is determined by their father, and their weight is determined by their mother."
  },
  {
    "page": 590,
    "value": "Your shoes are the first thing people subconsciously notice about you."
  },
  {
    "page": 591,
    "value": "A jellyfish can be as small as a thimble or as large as two washing machines."
  },
  {
    "page": 592,
    "value": "African elephants have ears shaped like the continent of Africa."
  },
  {
    "page": 593,
    "value": "Dolphins can hear sounds underwater from 15 miles away."
  },
  {
    "page": 594,
    "value": "Horses run on their toes."
  },
  {
    "page": 595,
    "value": "If grasshoppers were the size of people, they could leap the length of a basketball court."
  },
  {
    "page": 596,
    "value": "There are about a billion bacteria in  your mouth right now."
  },
  {
    "page": 597,
    "value": "Your fingernails take six months to grow from base to tip."
  },
  {
    "page": 598,
    "value": "An average yawn lasts about six seconds."
  },
  {
    "page": 599,
    "value": "A waterfall in Hawaii sometimes goes up instead of down."
  },
  {
    "page": 600,
    "value": "Traffic lights were invented before cars."
  },
  {
    "page": 601,
    "value": "If Earth didn&#8217;t tilt, we wouldn&#8217;t have seasons."
  },
  {
    "page": 602,
    "value": "The average Black Friday shopper spends $403.  Apparel is the most popular item on Black Friday."
  },
  {
    "page": 603,
    "value": "Minnesota produces more turkeys than any other state in the U.S."
  },
  {
    "page": 604,
    "value": "The day after Thanksgiving is the busiest day for plumbers."
  },
  {
    "page": 605,
    "value": "About 46 million turkeys are cooked for Thanksgiving each year."
  },
  {
    "page": 606,
    "value": "The smallest monkey is about as tall as a toothbrush."
  },
  {
    "page": 607,
    "value": "A grizzly bear can run as fast as a horse."
  },
  {
    "page": 608,
    "value": "The holes in Swiss cheese are called &#8220;eyes.&#8221;"
  },
  {
    "page": 609,
    "value": "You can&#8217;t move your body when you&#8217;re dreaming."
  },
  {
    "page": 610,
    "value": "You&#8217;re almost a half inch taller in the morning than in the evening."
  },
  {
    "page": 611,
    "value": "Your hair grows faster in warm weather."
  },
  {
    "page": 612,
    "value": "All of the blood in your body travels through your heart once a minute."
  },
  {
    "page": 613,
    "value": "Alligator teeth are hollow."
  },
  {
    "page": 614,
    "value": "Your stomach can expand to 40 times its size."
  },
  {
    "page": 615,
    "value": "The skin on your hands is thicker than 15 sheets of paper."
  },
  {
    "page": 616,
    "value": "The average adult tells about 11 lies in a week."
  },
  {
    "page": 617,
    "value": "The longest recorded flight of a chicken is 13 seconds."
  },
  {
    "page": 618,
    "value": "The &#8220;bon&#8221; in bonfire refers to bones."
  },
  {
    "page": 619,
    "value": "Ghost bats are some of the only bats with white fur."
  },
  {
    "page": 620,
    "value": "Early jack-o&#8217;-lanterns were carved from turnips, potatoes, and beets."
  },
  {
    "page": 621,
    "value": "There&#8217;s a 90% chance your parents will steal some of your Halloween candy."
  },
  {
    "page": 622,
    "value": "The smallest monkey is about as tall as a toothbrush."
  },
  {
    "page": 623,
    "value": "The year 2020 is the next time you can see a full moon on Halloween."
  },
  {
    "page": 624,
    "value": "&#8220;Happy Birthday&#8221; was the first song transmitted from space to Earth."
  },
  {
    "page": 625,
    "value": "Dragonflies can see in all directions at once."
  },
  {
    "page": 626,
    "value": "Alligators can live to be 80 years old."
  },
  {
    "page": 627,
    "value": "The first bubble gum, made in 1906, was called Blibber-Blubber."
  },
  {
    "page": 628,
    "value": "1 in 3 adults say their favorite color is blue (followed by green, purple and red).  Researchers say we likely prefer blue because it reminds us of water and cloudless skies &#8211; which we associate with feeling safer and happier."
  },
  {
    "page": 629,
    "value": "The founders of the Mattel toy company named two dolls after their children:  Ken and Barbie."
  },
  {
    "page": 630,
    "value": "Messages from your brain travel along your nerves at up to 200 miles an hour."
  },
  {
    "page": 631,
    "value": "Spiders have clear blood."
  },
  {
    "page": 632,
    "value": "&#8220;There is more water in the Pacific Ocean than in all of the other seas and oceans combined."
  },
  {
    "page": 633,
    "value": "99% of people can&#8217;t lick their elbows.  (But 90% of people who read this will try!)"
  },
  {
    "page": 634,
    "value": "Bats are the only mammals that fly."
  },
  {
    "page": 635,
    "value": "A lock of Elvis Presley&#8217;s hair sold for $115,120."
  },
  {
    "page": 636,
    "value": "Hot dogs can last more than 20 years in landfills."
  },
  {
    "page": 637,
    "value": "Applesauce was the first food eaten in space by an American astronaut."
  },
  {
    "page": 638,
    "value": "A man knotted 39 cherry stems with his tongue in 3 minutes."
  },
  {
    "page": 639,
    "value": "A bat can eat 3,000 insects in one night."
  },
  {
    "page": 640,
    "value": "Your body contains about 60,000 miles of blood vessels."
  },
  {
    "page": 641,
    "value": "You use 72 different muscles every time you talk."
  },
  {
    "page": 642,
    "value": "A space suit weighs 280 pounds &#8211; without an astronaut in it."
  },
  {
    "page": 643,
    "value": "Hummingbirds are the only birds that can fly backward."
  },
  {
    "page": 644,
    "value": "20% of the food we eat is used to fuel the brain."
  },
  {
    "page": 645,
    "value": "You may spend up to half of your waking hours daydreaming, according to one study."
  },
  {
    "page": 646,
    "value": "The ten most poisonous snakes in the world live in Australia."
  },
  {
    "page": 647,
    "value": "Istanbul, Turkey is located on two continents:  Europe and Asia."
  },
  {
    "page": 648,
    "value": "It takes about 460 gallons of water to make one hamburger."
  },
  {
    "page": 649,
    "value": "Silly Putty was used aboard Apollo 8 to keep tools from floating around the ship."
  },
  {
    "page": 650,
    "value": "There are about a trillion web pages on the internet &#8211; that&#8217;s about 140 for every person on Earth!"
  },
  {
    "page": 651,
    "value": "When glass breaks, the cracks move faster than 3,000 miles an hour."
  },
  {
    "page": 652,
    "value": "A study found that dairy cows may produce more milk while listening to classical music."
  },
  {
    "page": 653,
    "value": "A giant anteater is 6 feet long, yet its mouth is as small as a grape."
  },
  {
    "page": 654,
    "value": "The first person arrested for speeding in the Untied States was driving 12 miles an hour in 1899."
  },
  {
    "page": 655,
    "value": "You are rarely more than six feet away from a spider."
  },
  {
    "page": 656,
    "value": "A woodpecker can peck a tree up to 30 times a second."
  },
  {
    "page": 657,
    "value": "A giraffe sleeps 1 1/2 hours a day."
  },
  {
    "page": 658,
    "value": "You will likely get more than 600 colds in your lifetime."
  },
  {
    "page": 659,
    "value": "The average cherry tree produces enough fruit every year to fill 28 pies."
  },
  {
    "page": 660,
    "value": "It takes a wet dog less than a second to shake off half of the water on its fur."
  },
  {
    "page": 661,
    "value": "There is almost always an even number of rows on an ear of corn."
  },
  {
    "page": 662,
    "value": "Your skin sheds and regrows once a month."
  },
  {
    "page": 663,
    "value": "Your right lung is a little bigger than your left lung."
  },
  {
    "page": 664,
    "value": "Babies blink only once or twice every minute &#8211; adults blink 10 to 15 times."
  },
  {
    "page": 665,
    "value": "There are over a billion motor vehicles on the planet."
  },
  {
    "page": 666,
    "value": "Your heart pumps enough blood in a day to fill 40 bathtubs."
  },
  {
    "page": 667,
    "value": "It takes 540 peanuts to make one 12-ounce jar of peanut butter."
  },
  {
    "page": 668,
    "value": "The average hug lasts three seconds."
  },
  {
    "page": 669,
    "value": "Crocodiles swallow rocks to help digest their food."
  },
  {
    "page": 670,
    "value": "An elephant&#8217;s tooth can weigh as much as a bowling ball."
  },
  {
    "page": 671,
    "value": "If you could drive to the sun, it would take about 190 years to get there."
  },
  {
    "page": 672,
    "value": "Las Vegas, Nevada is the brightest spot on Earth."
  },
  {
    "page": 673,
    "value": "On  average, a single pencil can be sharpened 17 times and write 45,000 words!"
  },
  {
    "page": 674,
    "value": "In the U.S. approximately 480,000 school buses bring children back and forth to school each day."
  },
  {
    "page": 676,
    "value": "Walking uses 200 muscles."
  },
  {
    "page": 677,
    "value": "Lily pads can grow to be wider than a king-size bed."
  },
  {
    "page": 678,
    "value": "A rat can survive a fall from a five-story building."
  },
  {
    "page": 679,
    "value": "People in the United States eat more bananas than apples and oranges combined."
  },
  {
    "page": 680,
    "value": "The average cherry tree produces enough fruit every year to fill 28 pies."
  },
  {
    "page": 681,
    "value": "The longest nonstop flight by a bird is eight days."
  },
  {
    "page": 682,
    "value": "Girls send and receive more than twice as many text messages as boys."
  },
  {
    "page": 683,
    "value": "It&#8217;s possible for a seed to blow across the ocean and sprout on another continent."
  },
  {
    "page": 684,
    "value": "If you could drive to the sun, it would take about 190 years to get there."
  },
  {
    "page": 685,
    "value": "Out of every 2000 babies, 1 is born with a tooth."
  },
  {
    "page": 686,
    "value": "The potato was the first food that was grown in space."
  },
  {
    "page": 687,
    "value": "M &amp; Ms were created for soldiers, because the chocolate doesn&#8217;t melt."
  },
  {
    "page": 688,
    "value": "The words &#8216;listen&#8217; and &#8216;silent&#8217; use the same letters of the alphabet."
  },
  {
    "page": 689,
    "value": "Chocolate actually causes the brain to relax."
  },
  {
    "page": 690,
    "value": "Tarantulas can manage without any food whatsoever for up to two years."
  },
  {
    "page": 691,
    "value": "There are 1665 steps on the Eiffel tower."
  },
  {
    "page": 692,
    "value": "Gorillas are able to catch a cold from a human being, and vice versa!"
  },
  {
    "page": 693,
    "value": "The skills used when playing video games can actually help you make decisions much faster."
  },
  {
    "page": 694,
    "value": "If you write the word &#8216;swims&#8217; and turn it upside down, it will still spell &#8216;swims&#8217;."
  },
  {
    "page": 695,
    "value": "There is only one fish that blinks with two eyes &#8211; a shark."
  },
  {
    "page": 696,
    "value": "In order to burn off the calories from just one M &amp; M, you would need to walk the length of one football field."
  },
  {
    "page": 697,
    "value": "On average, there are 200 seeds on a strawberry."
  },
  {
    "page": 698,
    "value": "2014 was the world&#8217;s warmest summer since records began."
  },
  {
    "page": 699,
    "value": "The life of an NBA basketball lasts for 10,000 individual bounces."
  },
  {
    "page": 700,
    "value": "Your fingernails grow up to four times faster than your toenails."
  },
  {
    "page": 701,
    "value": "Antarctica is consistently the coldest continent on earth.  Africa is consistently the hottest continent on earth."
  },
  {
    "page": 702,
    "value": "A frog doesn&#8217;t drink water through its mouth, it soaks it into its skin."
  },
  {
    "page": 703,
    "value": "The first ever food cooked in a microwave was popcorn."
  },
  {
    "page": 704,
    "value": "You will gain the same amount of healthy benefit from laughing for 15 minutes, as you would from 2 hours of sleep."
  },
  {
    "page": 705,
    "value": "If you sleep in a cold room, you are more likely to have bad or negative dreams."
  },
  {
    "page": 706,
    "value": "New parents can lose around 750 hours of sleep in the first year!"
  },
  {
    "page": 707,
    "value": "The most productive day of the week is Tuesday."
  },
  {
    "page": 708,
    "value": "On average, you spend 24 years of your life asleep."
  },
  {
    "page": 709,
    "value": "Birds fly in pack sin the shape of a V to save energy and help them travel further."
  },
  {
    "page": 710,
    "value": "A roll of toilet paper lasts for 5 days in the average home."
  },
  {
    "page": 711,
    "value": "On average, shoes are the first thing people notice about you."
  },
  {
    "page": 712,
    "value": "An apple will help you stay awake more effectively than a cup of coffee."
  },
  {
    "page": 713,
    "value": "97% of people will write their own name first when they receive a new pen."
  },
  {
    "page": 714,
    "value": "85% of the world&#8217;s population can curl their tongue."
  },
  {
    "page": 715,
    "value": "Silver cars are less likely to be involved in accidents than any other color."
  },
  {
    "page": 716,
    "value": "A dollar bill contains 3000 different types of germs and bacteria."
  },
  {
    "page": 717,
    "value": "If a bald eagle loses a feather on o ne side of its body, it will lose the same feather on the opposite side of its body, to ensure balance when flying."
  },
  {
    "page": 718,
    "value": "Every single space suit costs $12 million."
  },
  {
    "page": 719,
    "value": "There are around 24,000 different types of butterflies."
  },
  {
    "page": 720,
    "value": "A mouse can squeeze through a hole the size of a piece of popcorn."
  },
  {
    "page": 721,
    "value": "There are about three pounds of bacteria living in your stomach."
  },
  {
    "page": 722,
    "value": "The Statue of Liberty&#8217;s torch sways up to 5 inches in the wind."
  },
  {
    "page": 723,
    "value": "NASCAR drivers can lose 5 to 10 pounds in sweat during one race."
  },
  {
    "page": 724,
    "value": "The area next to your PC or laptop (where you normally use a mouse) contains 10 million germs on average from buildup of oils rubbing off your hand.  Researchers recommend wiping the area daily with a disinfectant."
  },
  {
    "page": 725,
    "value": "It takes about 460 gallons of water to make one hamburger."
  },
  {
    "page": 726,
    "value": "IT takes 6 minutes to make a marshmallow peep."
  },
  {
    "page": 727,
    "value": "59% of people eat the ears off the chocolate bunny first."
  },
  {
    "page": 728,
    "value": "Americans buy more than 700 million marshmallow Peeps during Easter.  This makes Peeps the most popular non-chocolate Easter candy."
  },
  {
    "page": 729,
    "value": "Easter is the second largest candy-consuming holiday in America."
  },
  {
    "page": 730,
    "value": "A beaver could swim 16 laps in an Olympic size pool without taking a breath."
  },
  {
    "page": 731,
    "value": "Every baseball used in a major-league game gets rubbed down with mud before the game."
  },
  {
    "page": 732,
    "value": "Babies blink only once or twice every minute &#8211; adults blink 10 to 15 times."
  },
  {
    "page": 733,
    "value": "There are no rivers in Saudi Arabia."
  },
  {
    "page": 734,
    "value": "A car could drive around Earth 87 times on the amount of fuel it takes to fill a jumbo jet&#8217;s tank."
  },
  {
    "page": 735,
    "value": "The Q in Q-Tips stands for Quality."
  },
  {
    "page": 736,
    "value": "The deepest lake in the world is in Russia."
  },
  {
    "page": 737,
    "value": "The ice cream cone was actually first invented as a way to hold flowers!"
  },
  {
    "page": 738,
    "value": "If you are snoring, you are not dreaming, and vice versa."
  },
  {
    "page": 739,
    "value": "A human&#8217;s height is determined by the DNA of their father."
  },
  {
    "page": 740,
    "value": "A dime has 118 ridges around the edge, a quarter has 119."
  },
  {
    "page": 741,
    "value": "The average four year-old child asks over four hundred questions a day."
  },
  {
    "page": 742,
    "value": "The average American drinks about 600 sodas a year!"
  },
  {
    "page": 743,
    "value": "Salmon can jump as high as 6 feet."
  },
  {
    "page": 744,
    "value": "Chewing gum can make your heart beat faster."
  },
  {
    "page": 745,
    "value": "The dots on dice are called pips."
  },
  {
    "page": 746,
    "value": "It costs 1.5 cents to make a single penny and it costs 6.32 cents to make a nickel!"
  },
  {
    "page": 747,
    "value": "A cockroach can live for over a week without a head."
  },
  {
    "page": 748,
    "value": "Before toothpaste was invented, some people cleaned their teeth with charcoal."
  },
  {
    "page": 749,
    "value": "More than two million animals fly in airplanes every year."
  },
  {
    "page": 750,
    "value": "Koalas stay awake for only four hours a day."
  },
  {
    "page": 751,
    "value": "There is no sound in space."
  },
  {
    "page": 752,
    "value": "Of any animal, the pig has a diet most like a human&#8217;s."
  },
  {
    "page": 753,
    "value": "When you see lightning, it&#8217;s traveling at about 227 million miles an hour."
  },
  {
    "page": 754,
    "value": "Turtles lived on earth before dinosaurs did."
  },
  {
    "page": 755,
    "value": "The brighter the star, the shorter its life span."
  },
  {
    "page": 756,
    "value": "The 50 tallest mountains in the world are all in Asia."
  },
  {
    "page": 757,
    "value": "A newborn puppy can take up to two months to start wagging its tail."
  },
  {
    "page": 758,
    "value": "On average, men spend $150 on Valentine&#8217;s Day and  women spend just $74."
  },
  {
    "page": 759,
    "value": "About 3% of pet owners will give gifts to their pets on Valentines Day."
  },
  {
    "page": 760,
    "value": "About 1 billion Valentine&#8217;s Day cards are exchanged each year.  This makes it the second largest seasonal card sending time of the year."
  },
  {
    "page": 761,
    "value": "Rubber bands last longer when refrigerated."
  },
  {
    "page": 762,
    "value": "The surface of the Atlantic Ocean is saltier than the surface of the Pacific Ocean."
  },
  {
    "page": 763,
    "value": "Popcorn can pop up to three feet into the air."
  },
  {
    "page": 764,
    "value": "Wearing a hat on your head helps warm your feet."
  },
  {
    "page": 765,
    "value": "A snowflake can take up to two hours to fall from a cloud to the ground."
  },
  {
    "page": 766,
    "value": "Ducks are able to fly over 300 miles every single day."
  },
  {
    "page": 767,
    "value": "A tropical ant can snap its jaws together at a speed of 145 miles an hour.  Faster than any other animal."
  },
  {
    "page": 768,
    "value": "A head of broccoli is made up of hundreds of small flower buds."
  },
  {
    "page": 769,
    "value": "Ancient Egyptians took up to 70 days to make a mummy."
  },
  {
    "page": 770,
    "value": "Astronauts grow up to 3 inches taller in outer space."
  },
  {
    "page": 771,
    "value": "September begins on the same day of the week as December every year."
  },
  {
    "page": 772,
    "value": "Humans blink about 17,000 times a day."
  },
  {
    "page": 773,
    "value": "An eagle can spot a rabbit from more than a mile away."
  },
  {
    "page": 774,
    "value": "Mice can have up to 105 babies a year."
  },
  {
    "page": 775,
    "value": "A human eyelash lasts approximately three to five months."
  },
  {
    "page": 776,
    "value": "The average dream lasts about 20 minutes."
  },
  {
    "page": 777,
    "value": "The first email was sent in 1971."
  },
  {
    "page": 778,
    "value": "Fingernails grow faster than toenails."
  },
  {
    "page": 779,
    "value": "Animals that lay eggs don&#8217;t have belly buttons."
  },
  {
    "page": 780,
    "value": "Most people spend about five years of their lives eating."
  },
  {
    "page": 781,
    "value": "It takes the average 10-year-old kid about 20 minutes to fall asleep."
  },
  {
    "page": 782,
    "value": "A dairy cow produces about 100,000 glasses of milk in its lifetime."
  },
  {
    "page": 783,
    "value": "The longest a person has gone without sleep is ten days."
  },
  {
    "page": 784,
    "value": "Your eyes produce a teaspoon of tears every hour."
  },
  {
    "page": 785,
    "value": "Insulating your attic reduces the amount of energy loss in most houses by up to 20%."
  },
  {
    "page": 786,
    "value": "Rubber is one of the ingredients in bubble gum."
  },
  {
    "page": 787,
    "value": "President George W. Bush is related to all other U.S. Presidents!"
  },
  {
    "page": 788,
    "value": "66% of home based businesses are owned by women."
  },
  {
    "page": 789,
    "value": "1 million people visit Times Square on New Years Eve to watch the ball drop."
  },
  {
    "page": 791,
    "value": "Almost 28 sets of LEGOs are sold every second during the Christmas season."
  },
  {
    "page": 792,
    "value": "Artificial Christmas trees have outsold real ones since 1991."
  },
  {
    "page": 793,
    "value": "Mistletoe has no scent."
  },
  {
    "page": 794,
    "value": "The first candy canes were made without stripes."
  },
  {
    "page": 795,
    "value": "A lock of Elvis Presley&#8217;s hair sold for $115,120."
  },
  {
    "page": 796,
    "value": "Your brain is about three-quarters water."
  },
  {
    "page": 797,
    "value": "You have about four million sweat glands in your body."
  },
  {
    "page": 798,
    "value": "African lions catch about 25% of the prey they chase.  Dragonflies catch 95%."
  },
  {
    "page": 799,
    "value": "More than 99% of the species that have ever existed are now extinct."
  },
  {
    "page": 800,
    "value": "The smallest bone in the human body is shorter than a grain of rice."
  },
  {
    "page": 801,
    "value": "Some clouds are more than 10 miles tall."
  },
  {
    "page": 802,
    "value": "There are more pets in Japan than children."
  },
  {
    "page": 803,
    "value": "420 million years ago, mushrooms grew taller than giraffes."
  },
  {
    "page": 804,
    "value": "Americans buy some three million miles of dental floss every year."
  },
  {
    "page": 805,
    "value": "The people who performed the voices of Mickey Mouse and Minnie Mouse were married in real life."
  },
  {
    "page": 806,
    "value": "Buttered toast almost always falls butter-side down."
  },
  {
    "page": 807,
    "value": "Baby alligators bark when they are ready to hatch out of their eggs."
  },
  {
    "page": 808,
    "value": "The average Black Friday shopper spends $403."
  },
  {
    "page": 810,
    "value": "The Friday after Thanksgiving is the busiest day of the year for plumbers."
  },
  {
    "page": 811,
    "value": "About 46 million turkeys are cooked for Thanksgiving each year."
  },
  {
    "page": 812,
    "value": "An elephant&#8217;s skin is as thick as 12 stacked pennies."
  },
  {
    "page": 813,
    "value": "An eagle&#8217;s nest can stretch wider than your sofa."
  },
  {
    "page": 814,
    "value": "Female fireflies rarely fly."
  },
  {
    "page": 815,
    "value": "100 billion servings of instant ramen noodles are sold every year.  (That&#8217;s 14 bowls for every person on Earth.)"
  },
  {
    "page": 816,
    "value": "The average American uses more than 20,000 squares of toilet paper in a year."
  },
  {
    "page": 817,
    "value": "About one out of five people have dropped their cell phone into the toilet."
  },
  {
    "page": 818,
    "value": "Bald eagles can swim."
  },
  {
    "page": 819,
    "value": "Your feet have 500,000 sweat glands."
  },
  {
    "page": 820,
    "value": "Some people can hear their eyeballs moving."
  },
  {
    "page": 821,
    "value": "A US dollar bill can be folded in the same spot about 4,000 times before it tears."
  },
  {
    "page": 822,
    "value": "More than 60,000 people are flying over the United States in airplanes right now."
  },
  {
    "page": 823,
    "value": "There are about a billion bacteria in your mouth right now."
  },
  {
    "page": 824,
    "value": "Human thigh-bones are stronger than concrete."
  },
  {
    "page": 825,
    "value": "Your hair grows faster in warm weather."
  },
  {
    "page": 826,
    "value": "Bats have thumbs."
  },
  {
    "page": 827,
    "value": "There&#8217;s a 90% chance your parents will steal some of your Halloween candy."
  },
  {
    "page": 828,
    "value": "Giraffe hooves are the size of dinner plates."
  },
  {
    "page": 829,
    "value": "The first cars didn&#8217;t have windshield wipers."
  },
  {
    "page": 830,
    "value": "On the moon you can throw a ball six times farther than you can on earth."
  },
  {
    "page": 831,
    "value": "You will likely get 10,000 small cuts, bruises, and sprains in your lifetime."
  },
  {
    "page": 832,
    "value": "The average American generates more than four pounds of garbage each day."
  },
  {
    "page": 833,
    "value": "There&#8217;s more salt in one gallon of sea water than in 49 pounds of potato chips!"
  },
  {
    "page": 834,
    "value": "A man once blew a bubble gum  bubble that was larger than a basketball."
  },
  {
    "page": 835,
    "value": "The word suns looks the same upside down and right side up."
  },
  {
    "page": 836,
    "value": "One million pieces of sporting equipment were used during the 2012 Olympic Games."
  },
  {
    "page": 837,
    "value": "Yawns are more contagious among family members than among strangers."
  },
  {
    "page": 838,
    "value": "A typical American grocery store is stocked with about 50,000 items."
  },
  {
    "page": 839,
    "value": "There are about 14 million fake Facebook accounts."
  },
  {
    "page": 840,
    "value": "It&#8217;s tradition for NASA engineers to eat peanuts for good luck during space missions."
  },
  {
    "page": 841,
    "value": "Honeybees have hair on their eyeballs."
  },
  {
    "page": 842,
    "value": "Blondes have more hairs on their heads than brunettes."
  },
  {
    "page": 843,
    "value": "More men are color-blind than women."
  },
  {
    "page": 844,
    "value": "The harder you concentrate, the less you blink."
  },
  {
    "page": 845,
    "value": "The Hawaiian alphabet has only 13 letters."
  },
  {
    "page": 846,
    "value": "You breathe in 2,000 gallons of air a day."
  },
  {
    "page": 847,
    "value": "A shark can live for six weeks without eating."
  },
  {
    "page": 848,
    "value": "It takes three liters of freshwater to make one liter of bottled water."
  },
  {
    "page": 849,
    "value": "Tropical rain forests are a habitat for 80% of the world&#8217;s insect species."
  },
  {
    "page": 850,
    "value": "Dogs pant up to 300 times a minute."
  },
  {
    "page": 851,
    "value": "Chewing gum while peeling onions may keep you from crying."
  },
  {
    "page": 852,
    "value": "If you never cut your hair, it would likely stop growing at about two feet long."
  },
  {
    "page": 853,
    "value": "Some birds can use their bills to measure the temperature of their nests."
  },
  {
    "page": 854,
    "value": "The shortest professional baseball player was 3 feet 7 inches tall, the height of an average 5-year-old."
  },
  {
    "page": 855,
    "value": "Leeches can live in your nose."
  },
  {
    "page": 856,
    "value": "Zookeepers are bitten more often by zebras than by tigers."
  },
  {
    "page": 857,
    "value": "Months that begin on Sundays always have a Friday the 13th."
  },
  {
    "page": 858,
    "value": "Chewing gum while taking a test may improve your test scores, according to one study."
  },
  {
    "page": 859,
    "value": "The expiration date on bottled water is for the bottle, not the water."
  },
  {
    "page": 860,
    "value": "Dogs can smell their owners from 11 miles away."
  },
  {
    "page": 861,
    "value": "Mosquitoes prefer to bite people with smelly feet."
  },
  {
    "page": 862,
    "value": "Bat hair has been used as money."
  },
  {
    "page": 863,
    "value": "It takes 713 gallons of water to make one cotton T-shirt."
  },
  {
    "page": 864,
    "value": "It&#8217;s not possible to tickle yourself."
  },
  {
    "page": 865,
    "value": "Rotten eggs float in water."
  },
  {
    "page": 866,
    "value": "Adults have as many as 1,500 dreams a year."
  },
  {
    "page": 867,
    "value": "You can shine your shoes with a banana peel."
  },
  {
    "page": 868,
    "value": "A fifteen-year-old cat has probably spent ten years of its life sleeping."
  },
  {
    "page": 869,
    "value": "On average, we spend approximately 40% of our day talking about ourselves!  It&#8217;s why we tend to like people who ask us questions."
  },
  {
    "page": 870,
    "value": "You can write about 45,000 words with an average pencil."
  },
  {
    "page": 871,
    "value": "Half the world&#8217;s oxygen is made in the ocean."
  },
  {
    "page": 872,
    "value": "It takes 8 minutes and 19 seconds for light to travel from the sun to the earth."
  },
  {
    "page": 873,
    "value": "Humans can make 10,000 different facial expressions."
  },
  {
    "page": 874,
    "value": "Nearly 7,000 languages are spoken worldwide."
  },
  {
    "page": 875,
    "value": "Some fish eggs hatch in the dad&#8217;s mouth."
  },
  {
    "page": 876,
    "value": "Your sense of smell is weaker in the morning and stronger in the evening."
  },
  {
    "page": 878,
    "value": "Penguins swim up to 3,100 miles in a year."
  },
  {
    "page": 879,
    "value": "Babies smile an average of 200 times a day.  The average woman smiles 62 times a day and the average man only 8."
  },
  {
    "page": 880,
    "value": "The information stored on an iPod Nano would fill up eight pickup truckloads of paper."
  },
  {
    "page": 881,
    "value": "Some birds can use their bills to measure the temperature of their nests."
  },
  {
    "page": 882,
    "value": "Bat hair has been used as money."
  },
  {
    "page": 883,
    "value": "Some clouds are more than 10 miles tall."
  },
  {
    "page": 884,
    "value": "Every square inch of your skin hosts about 6 million bacteria."
  },
  {
    "page": 885,
    "value": "Due to increased brain activity, people with higher intelligence tend to have a harder time falling asleep at night."
  },
  {
    "page": 886,
    "value": "You lose up to 100 hairs a day."
  },
  {
    "page": 887,
    "value": "A warm frog makes faster croaking noises than a cold frog."
  },
  {
    "page": 888,
    "value": "A lizard sticks its tongue out to smell."
  },
  {
    "page": 889,
    "value": "Your brain is about three-quarters water."
  },
  {
    "page": 890,
    "value": "More than 99% of the species that have ever existed are now extinct."
  },
  {
    "page": 891,
    "value": "Adults have as many as 1,500 dreams a year."
  },
  {
    "page": 892,
    "value": "It takes 8 minutes and 19 seconds for light to travel from the sun to the earth."
  },
  {
    "page": 893,
    "value": "Mosquitoes prefer to bite people with smelly feet."
  },
  {
    "page": 894,
    "value": "The world&#8217;s oldest piece of chewing gum is over 9,000 years old."
  },
  {
    "page": 895,
    "value": "In 1895 Hampshire police handed out the first ever speeding ticket, fining a man for doing 6 mph!"
  },
  {
    "page": 896,
    "value": "A small child could swim through the veins of a blue whale."
  },
  {
    "page": 897,
    "value": "Earth is the only planet that is not named after a god."
  },
  {
    "page": 898,
    "value": "Ketchup was used as a medicine back in the 1930&#8217;s."
  },
  {
    "page": 899,
    "value": "A single cloud can weigh more than 1 million pounds."
  },
  {
    "page": 900,
    "value": "The oldest major soft drink in America is Dr. Pepper, which originated in Waco, TX in 1885."
  },
  {
    "page": 901,
    "value": "The space between your eyebrows is called the Glabella."
  },
  {
    "page": 902,
    "value": "During your lifetime, you will produce enough saliva to fill two swimming pools."
  },
  {
    "page": 903,
    "value": "About 8,000 Americans are injured by musical instruments each year."
  },
  {
    "page": 904,
    "value": "Research has found that people who own dogs sleep better at night and get sick less often."
  },
  {
    "page": 905,
    "value": "On average, Americans spend 33% of their life sleeping."
  },
  {
    "page": 906,
    "value": "The Bible was written by over 40 authors over a period of 1500 years."
  },
  {
    "page": 907,
    "value": "By donating just one pint of blood, four lives can be saved."
  },
  {
    "page": 908,
    "value": "A colony of bees have to fly almost fifty-five thousand miles and tap two million flowers to make one pound of honey."
  },
  {
    "page": 909,
    "value": "The average life span of a major league baseball is 7 pitches."
  },
  {
    "page": 910,
    "value": "Saturday is the most popular day for people to eat out in the United States."
  },
  {
    "page": 911,
    "value": "Next to man, the porpoise is the most intelligent creature on earth."
  },
  {
    "page": 912,
    "value": "Five Jell-O flavors that flopped:  celery, coffee, cola, apple, and chocolate."
  },
  {
    "page": 913,
    "value": "The name of the popular sports drink Gatorade was named for the University of Florida Gators where it was developed."
  },
  {
    "page": 914,
    "value": "Leaving the water running while brushing your teeth can waste four gallons of water in a minute."
  },
  {
    "page": 915,
    "value": "No word in the English language rhymes with month, orange, silver, and purple."
  },
  {
    "page": 916,
    "value": "The average person walks the equivalent of twice around the world in a lifetime."
  },
  {
    "page": 917,
    "value": "The White House has a movie theater, swimming pool, bowling lane, jogging track, and a tennis court."
  },
  {
    "page": 918,
    "value": "Baseball was the first sport to be pictured on the cover of Sports Illustrated."
  },
  {
    "page": 919,
    "value": "Lower stress up to 68% by READING.  Researchers say it&#8217;s hard to worry about the real world when brain is busy visualizing written one."
  },
  {
    "page": 920,
    "value": "The average woman uses her height in lipstick every 5 years."
  },
  {
    "page": 921,
    "value": "Facebook, Skype and Twitter are all banned in China."
  },
  {
    "page": 922,
    "value": "Studies show that eating spicy food can help you live longer."
  },
  {
    "page": 923,
    "value": "Blueberries will not ripen until they are picked."
  },
  {
    "page": 924,
    "value": "There are more lifeforms living on your skin than there are people on the planet."
  },
  {
    "page": 925,
    "value": "A hippo&#8217;s wide open mouth is big enough to fit a 4 foot tall child in."
  },
  {
    "page": 926,
    "value": "10% of the World&#8217;s population is left handed."
  },
  {
    "page": 927,
    "value": "Only one out of a thousand baby sea turtles survives after hatching."
  },
  {
    "page": 928,
    "value": "A tiger&#8217;s tongue is so rough, it can lick the paint off buildings and strip the skin from the bones of an animal."
  },
  {
    "page": 929,
    "value": "95% of people text things they could never say in person."
  },
  {
    "page": 930,
    "value": "One of the Irish traditions is to pinch anyone who is not wearing green on St. Patrick&#8217;s Day."
  },
  {
    "page": 931,
    "value": "The largest recorded snowflake was in Keogh, MT during 1887 and was 15 inches wide."
  },
  {
    "page": 932,
    "value": "Africa is the only continent on the planet situated in all four hemispheres.  (Northern, Southern, Western, Eastern)"
  },
  {
    "page": 933,
    "value": "There are 60,000 miles of blood vessels in the human body."
  },
  {
    "page": 934,
    "value": "About half of all Americans are on a diet on any given day."
  },
  {
    "page": 935,
    "value": "A flea can jump up to 200 times its own height.  That is the equivalent of a human jumping the Empire State Building."
  },
  {
    "page": 936,
    "value": "Gorillas burp when they are happy."
  },
  {
    "page": 937,
    "value": "A ball of glass will bounce higher than a ball of rubber."
  },
  {
    "page": 938,
    "value": "Marco Hort has the world record for fitting 264 straws in his mouth at once!"
  },
  {
    "page": 939,
    "value": "Pirates wore earrings because they believed it improved their eyesight."
  },
  {
    "page": 940,
    "value": "Every y ear more than 2500 left-handed people are killed using right-handed products."
  },
  {
    "page": 941,
    "value": "We can&#8217;t tickle ourselves."
  },
  {
    "page": 942,
    "value": "Cracking your knuckles does not hurt your bones or cause arthritis.  The sound you hear is just gas bubbles bursting."
  },
  {
    "page": 943,
    "value": "Studies have found that the internet makes your brain lazy."
  },
  {
    "page": 944,
    "value": "Earth has traveled more than 5,000 miles in the past 5 minutes."
  },
  {
    "page": 945,
    "value": "Squirrels forget where they hide about half of their nuts."
  },
  {
    "page": 946,
    "value": "A U.S. dollar bill can be folded approximately 4,000 times in the same place before it will tear."
  },
  {
    "page": 947,
    "value": "To produce a single pound of honey, a single bee would have to visit 2 million flowers."
  },
  {
    "page": 948,
    "value": "Sea otters hold hands when they sleep so they don&#8217;t drift away from each other."
  },
  {
    "page": 949,
    "value": "A human will eat on average 70 assorted insects and 10 spiders while sleeping."
  },
  {
    "page": 950,
    "value": "An apple, potato, and onion all taste the same if you eat them with your nose plugged."
  },
  {
    "page": 951,
    "value": "Benjamin Franklin wasn&#8217;t trusted to write the Declaration of Independence.  His peers feared he would include a joke in it."
  },
  {
    "page": 952,
    "value": "The Bible is the most shoplifted book in the world."
  },
  {
    "page": 953,
    "value": "Only 25 people are known to have Hyperthymesia.  A condition that allows them to remember every detail of their lives."
  },
  {
    "page": 954,
    "value": "Kit Kats are made of Kit Kats.  The manufacturers leave no Kit Kat uneaten, so every reject is mashed into a paste that&#8217;s used to fill the wafers.  So, every time you eat a Kit Kat, you&#8217;re basically eating layers of Kit Kats within Kit Kats within Kit Kats."
  },
  {
    "page": 955,
    "value": "When hippos are upset, their sweat turns red."
  },
  {
    "page": 956,
    "value": "George Washington grew marijuana in his garden."
  },
  {
    "page": 957,
    "value": "The average person spends 6 months of their lifetime waiting on a red light to turn green."
  },
  {
    "page": 958,
    "value": "Each year, there are more than 40,000 toilet related injuries in the United States."
  },
  {
    "page": 959,
    "value": "You cannot snore and dream at the same time."
  },
  {
    "page": 960,
    "value": "The world record for the most babies born to one woman is 69.  She was from Russia, gave birth to 16 twins, seven sets of triplets and four sets of quadruplets."
  },
  {
    "page": 961,
    "value": "This year, 30-second ads for the Super Bowl will cost around $5.5M."
  },
  {
    "page": 962,
    "value": "Bees are responsible for 70% of the fruit, vegetables, nuts and seeds we eat on a daily basis.  If bees became extinct, beef, dairy, corn, rice, coffee, cotton, entire food chains, animal species, and a large chunk of the economy would probably go down with them."
  },
  {
    "page": 963,
    "value": "Studies show spending hours rereading notes to prepare for a test is ineffective &#8212; flash cards, however, are excellent memory reinforcement."
  },
  {
    "page": 964,
    "value": "Singing daily for at least 10 minutes reduces stress, clears sinuses, improves posture and can even help you live longer."
  },
  {
    "page": 965,
    "value": "When reading, use a finger to track words on the page.  A study found it stops eyes from wandering, so you read and comprehend 4x faster!"
  },
  {
    "page": 966,
    "value": "Mosquitoes survive being hit by a raindrop, even though it is 50 times their weight and would be like a bus hitting a human.  This is the highest ever recorded acceleration that animals have survived."
  },
  {
    "page": 967,
    "value": "If you ate one apple a day, you need 20 years to taste all varieties of apples."
  },
  {
    "page": 968,
    "value": "Eskimos use refrigerators to stop their food from freezing."
  },
  {
    "page": 969,
    "value": "Group singing has been scientifically proven to lower stress, relieve anxiety, and elevate endorphins."
  },
  {
    "page": 970,
    "value": "80% of US families did not buy or read a book last year."
  },
  {
    "page": 971,
    "value": "Cigarette butts are the most littered item in the world with an estimated 4.5 trillion littered annually.  Each butt can take 5 to 400 years to completely break down."
  },
  {
    "page": 972,
    "value": "The big toe carries the most weight of all the toes, bearing about 40% of the load."
  },
  {
    "page": 973,
    "value": "Fresh water accounts for only 2.5% of Earth&#8217;s water, yet it&#8217;s vital for human civilization."
  },
  {
    "page": 974,
    "value": "A weird side-effect of using cell phones.  A study found we produce up to 26% MORE saliva on the side of the face where we hold our phone."
  },
  {
    "page": 975,
    "value": "The secret service was created on April 14, 1865 by Abraham Lincoln&#8230; the same day he was assassinated."
  },
  {
    "page": 976,
    "value": "Nails grow faster in warm weather than they do in cold weather."
  },
  {
    "page": 977,
    "value": "Researchers find a 1-hour afternoon nap could improve brain performance."
  },
  {
    "page": 978,
    "value": "Antarctica is the only continent with no spiders."
  },
  {
    "page": 979,
    "value": "Some people can hear their eyeballs moving."
  },
  {
    "page": 980,
    "value": "An eagle&#8217;s nest can stretch wider than your sofa."
  },
  {
    "page": 981,
    "value": "There are more pets in Japan than children."
  },
  {
    "page": 982,
    "value": "Nearly 7,000 languages are spoken worldwide."
  },
  {
    "page": 983,
    "value": "You breathe in 2,000 gallons of air a day."
  },
  {
    "page": 984,
    "value": "Each year more than 3 billion Christmas cards are sent in the U.S. alone."
  },
  {
    "page": 985,
    "value": "US consumers spend about $5 billion a year on Christmas gifts for their pets."
  },
  {
    "page": 986,
    "value": "The average American spends about $786 on holiday shopping.  The average holiday shopper will spend $107.50 on themselves."
  },
  {
    "page": 987,
    "value": "Yawns are more contagious among family members than among strangers."
  },
  {
    "page": 988,
    "value": "The lifespan of a rock star is 25 years shorter than average."
  },
  {
    "page": 989,
    "value": "NASCAR drivers can travel the length of a football field in just over a second."
  },
  {
    "page": 990,
    "value": "A prison in Brazil uses geese as an alarm system &#8211; they honk at anyone roaming the grounds!"
  },
  {
    "page": 991,
    "value": "To fight a cold:  take hot baths!  Soaking 20 minutes a day in a hot bath can shorten a cold by four days because viruses are heat &#8211; sensitive."
  },
  {
    "page": 992,
    "value": "Alaska is the northernmost, westernmost, and easternmost state in the United States."
  },
  {
    "page": 993,
    "value": "Nearly half the world&#8217;s land is still wilderness."
  },
  {
    "page": 994,
    "value": "100 billion servings of instant ramen noodles are sold every year.  That&#8217;s 14 bowls for every person on Earth!"
  },
  {
    "page": 995,
    "value": "It takes about the same amount of force to pull your foot out of quicksand as it does to lift a car."
  },
  {
    "page": 996,
    "value": "Buttered toast almost always falls butter-side down."
  },
  {
    "page": 997,
    "value": "There are more than 1,900 edible insect species on Earth."
  },
  {
    "page": 998,
    "value": "More than 200 million emails are sent every minute on Earth."
  },
  {
    "page": 999,
    "value": "About half the people on Earth live in an area where snow never falls."
  },
  {
    "page": 1000,
    "value": "The average American uses more than 20,000 squares of toilet paper in a year."
  },
  {
    "page": 1001,
    "value": "A study found that hot chocolate tastes sweeter when you drink it from an orange cup vs. a white cup."
  },
  {
    "page": 1002,
    "value": "It is impossible to hum while holding your nose."
  },
  {
    "page": 1003,
    "value": "There are about 300 dimples on a golf ball."
  },
  {
    "page": 1005,
    "value": "You spend about an hour a day chewing."
  },
  {
    "page": 1006,
    "value": "Lobsters, seals, and swans may have been on the Pilgrims&#8217; Thanksgiving menu."
  },
  {
    "page": 1007,
    "value": "Only male turkeys gobble; females click."
  },
  {
    "page": 1008,
    "value": "Fish can&#8217;t close their eyes."
  },
  {
    "page": 1009,
    "value": "A snowflake can take up to two hours to fall from a cloud to the ground."
  },
  {
    "page": 1010,
    "value": "Earth is the only planet not named after a Greek or Roman god."
  },
  {
    "page": 1011,
    "value": "The longest a person has gone without sleep is ten days."
  },
  {
    "page": 1012,
    "value": "The brighter the star, the shorter its life span."
  },
  {
    "page": 1013,
    "value": "A zebra&#8217;s skin is black; only its fur is striped."
  },
  {
    "page": 1014,
    "value": "Bloodhounds can follow a scent that is four days old."
  },
  {
    "page": 1015,
    "value": "Mice can have up to 105 babies a year."
  },
  {
    "page": 1016,
    "value": "Wearing a hat on your head helps warm your feet."
  },
  {
    "page": 1017,
    "value": "A human bone is five times stronger than a piece of steel of the same weight."
  },
  {
    "page": 1018,
    "value": "Only female bees sting."
  },
  {
    "page": 1019,
    "value": "Russia is only two miles from Alaska."
  },
  {
    "page": 1020,
    "value": "The length of your arms stretched out is about equal to your height."
  },
  {
    "page": 1021,
    "value": "A newborn puppy can take up to two months to start wagging its tail."
  },
  {
    "page": 1022,
    "value": "Bats have thumbs."
  },
  {
    "page": 1023,
    "value": "Pumpkins also come in red, green, yellow, blue, tan and white."
  },
  {
    "page": 1024,
    "value": "Your ears produce more wax when you&#8217;re afraid."
  },
  {
    "page": 1025,
    "value": "The total earthworm population in the United States weighs ten times more than the total human population."
  },
  {
    "page": 1026,
    "value": "Stretched out, your digestive system is nearly 30 feet long."
  },
  {
    "page": 1027,
    "value": "The average person walks about 80,000 miles in a lifetime.  That&#8217;s more than three times around the world!"
  },
  {
    "page": 1028,
    "value": "Six million pounds of space dust settle on Earth every year."
  },
  {
    "page": 1029,
    "value": "Some of the first soles on Nike shoes were made by pouring rubber into a waffle iron."
  },
  {
    "page": 1030,
    "value": "Popsicles were invented by an 11-year-old."
  },
  {
    "page": 1031,
    "value": "A space suit costs about ten million dollars."
  },
  {
    "page": 1032,
    "value": "Your heartbeat is so powerful that it could shoot water six feet into the air."
  },
  {
    "page": 1033,
    "value": "There are more text messages sent each day than there are people on earth."
  },
  {
    "page": 1034,
    "value": "The odds that an average golfer will make a hole in one during a game are 1 in 12,000."
  },
  {
    "page": 1035,
    "value": "371,000 is the average number of people born every day."
  },
  {
    "page": 1036,
    "value": "A hippo&#8217;s lips are about two feet wide."
  },
  {
    "page": 1037,
    "value": "Astronauts grow up to 3 inches taller in outer space."
  },
  {
    "page": 1038,
    "value": "From about March 21 to September 23 the sun never sets at the North Pole."
  },
  {
    "page": 1039,
    "value": "Animals that lay eggs don&#8217;t have belly buttons."
  },
  {
    "page": 1040,
    "value": "The first email was sent in 1971."
  },
  {
    "page": 1041,
    "value": "Sharks have no bones."
  },
  {
    "page": 1042,
    "value": "A cockroach can live for over a week without a head."
  },
  {
    "page": 1043,
    "value": "Most people spend about five years of their lives eating."
  },
  {
    "page": 1044,
    "value": "Meteorites the size of basketballs land on earth about once a month."
  },
  {
    "page": 1045,
    "value": "Your tongue grows new taste buds about every two weeks."
  },
  {
    "page": 1046,
    "value": "One ear of corn has about 500 kernels."
  },
  {
    "page": 1047,
    "value": "The world&#8217;s first underwater hotel is in Key Largo, Florida."
  },
  {
    "page": 1048,
    "value": "1,000,000,000,000,000 ants live on Earth.  (that&#8217;s one quadrillion)"
  },
  {
    "page": 1049,
    "value": "Your eyes produce a teaspoon of tears every hour."
  },
  {
    "page": 1050,
    "value": "Hawaii is moving about three inches closer to Japan every year."
  },
  {
    "page": 1051,
    "value": "About 150,000 hairs are growing on your head right now."
  },
  {
    "page": 1052,
    "value": "Earth travels about 1.6 million miles every day."
  },
  {
    "page": 1053,
    "value": "Apples are one-quarter air."
  },
  {
    "page": 1054,
    "value": "It is impossible to sneeze with your eyes open."
  },
  {
    "page": 1055,
    "value": "A dairy cow produces about 100,000 glasses of milk in its lifetime."
  },
  {
    "page": 1056,
    "value": "You take about 25,000 breaths every day."
  },
  {
    "page": 1057,
    "value": "Of any animal, the pig has a diet most like a human&#8217;s."
  },
  {
    "page": 1058,
    "value": "It takes the average 10-year-old kid about 20 minutes to fall asleep."
  },
  {
    "page": 1059,
    "value": "75% of all animals are insects."
  },
  {
    "page": 1060,
    "value": "You can tell the age of some fish by counting the rings on their scales."
  },
  {
    "page": 1061,
    "value": "Most of today&#8217;s calculators are more powerful than the world&#8217;s first computer."
  },
  {
    "page": 1062,
    "value": "Americans eat 1.2 billion pounds of potato chips a year &#8211; more than ten times the weight of Egypt&#8217;s Great Pyramid."
  },
  {
    "page": 1063,
    "value": "Men get the hiccups more often than women do."
  },
  {
    "page": 1064,
    "value": "A camel can drink 500 cups of water in ten minutes."
  },
  {
    "page": 1065,
    "value": "Popcorn can pop up to three feet into the air."
  },
  {
    "page": 1066,
    "value": "Scents smell better through your right nostril than your left."
  },
  {
    "page": 1067,
    "value": "The North Pole is warmer than the South Pole."
  },
  {
    "page": 1068,
    "value": "Ketchup was originally sold as medicine."
  },
  {
    "page": 1069,
    "value": "Bees visit about five million flowers to make one average-size jar of honey."
  },
  {
    "page": 1070,
    "value": "Caterpillars have mouths, but butterflies don&#8217;t."
  },
  {
    "page": 1071,
    "value": "Recycling one soda can save enough energy to run a TV for three hours."
  },
  {
    "page": 1073,
    "value": "Some giant jellyfish have tentacles that could stretch more than the length of a basketball court."
  },
  {
    "page": 1074,
    "value": "Humans blink about 17,000 times a day."
  },
  {
    "page": 1075,
    "value": "According to the GPS device company Telenav, the most common destination searched for is Walmart."
  },
  {
    "page": 1076,
    "value": "The Disney character Goofy actually started life as &#8220;Dippy Dawg.&#8221;"
  },
  {
    "page": 1077,
    "value": "A can of diet Coke will float in water while a can of regular Coke will sink."
  },
  {
    "page": 1078,
    "value": "Thousands of tiny earthquakes happen every day."
  },
  {
    "page": 1079,
    "value": "Popcorn can pop up to three feet into the air."
  },
  {
    "page": 1080,
    "value": "A newborn puppy can take up to two months to start wagging its tail."
  },
  {
    "page": 1081,
    "value": "Astronauts grow 3 inches taller in outer space."
  },
  {
    "page": 1082,
    "value": "Some worms can grow to 100 feet long."
  },
  {
    "page": 1083,
    "value": "Jupiter weighs twice as much as all the other planets in our solar system combined."
  },
  {
    "page": 1084,
    "value": "The human brain has the capacity to store everything that you experience."
  },
  {
    "page": 1085,
    "value": "Animals that lay eggs don&#8217;t have belly buttons."
  },
  {
    "page": 1086,
    "value": "Russia is only two miles from Alaska."
  },
  {
    "page": 1087,
    "value": "Most of today&#8217;s calculators are more powerful than the world&#8217;s first computer."
  },
  {
    "page": 1088,
    "value": "The world&#8217;s first handheld mobile phone cost $3,995."
  },
  {
    "page": 1089,
    "value": "The length of your arms stretched out is about equal to your height."
  },
  {
    "page": 1090,
    "value": "There are about 16 million thunderstorms on Earth every year."
  },
  {
    "page": 1091,
    "value": "Americans eat 1.2 billion pounds of potato chips a year &#8211; more than ten times the weight of Egypt&#8217;s Great Pyramid."
  },
  {
    "page": 1092,
    "value": "Some butterflies&#8217; ears are on their wings."
  },
  {
    "page": 1093,
    "value": "The average dream lasts about 20 minutes."
  },
  {
    "page": 1094,
    "value": "The dots on dice are called pips."
  },
  {
    "page": 1095,
    "value": "The World&#8217;s tiniest seahorse is smaller than a postage stamp."
  },
  {
    "page": 1096,
    "value": "Rubber bands last longer when refrigerated."
  },
  {
    "page": 1097,
    "value": "Forest fires can travel faster uphill than downhill."
  },
  {
    "page": 1098,
    "value": "Outside the USA, Ireland is the largest software producing country in the world."
  },
  {
    "page": 1099,
    "value": "Enamel is the hardest substance in the human body."
  },
  {
    "page": 1100,
    "value": "About 12,000 animal crackers are created every minute."
  },
  {
    "page": 1101,
    "value": "The odds that an average golfer will make a hole in one during a game are 1 in 12,000."
  },
  {
    "page": 1102,
    "value": "An alligator grows about 3,000 teeth in a lifetime."
  },
  {
    "page": 1103,
    "value": "Your heartbeat is so powerful that it could shoot water six feet into the air."
  },
  {
    "page": 1104,
    "value": "Your ears produce more wax when you&#8217;re afraid."
  },
  {
    "page": 1105,
    "value": "A human eyelash lasts approximately three to five months."
  },
  {
    "page": 1106,
    "value": "Mice can have up to 105 babies a year."
  },
  {
    "page": 1107,
    "value": "A 56 leaf clover was discovered in Japan."
  },
  {
    "page": 1108,
    "value": "Astronauts have a patch of Velcro inside their helmet so they can scratch their nose."
  },
  {
    "page": 1109,
    "value": "Having blue eyes is actually a mutation.  Before the mutation occurred, all humans had brown eyes."
  },
  {
    "page": 1110,
    "value": "A restaurant on a Spanish Island is built on top of a volcano &#8211; and uses a volcanic hole as a grill!"
  },
  {
    "page": 1111,
    "value": "A helicopter engine is about the size of a backpack."
  },
  {
    "page": 1112,
    "value": "The amount of dung an elephant produces each day weighs about 100 pounds &#8211; more than a German Shepherd."
  },
  {
    "page": 1113,
    "value": "Trees with square trunks grow in Panama."
  },
  {
    "page": 1114,
    "value": "Istanbul, Turkey, is located on two continents:  Europe and Asia."
  },
  {
    "page": 1115,
    "value": "The first bicycles didn&#8217;t have pedals."
  },
  {
    "page": 1116,
    "value": "You may spend up to half of your waking hours daydreaming according to one study."
  },
  {
    "page": 1117,
    "value": "You share 99.9% of your DNA with the person sitting next to you!"
  },
  {
    "page": 1118,
    "value": "When glass breaks, the cracks move faster than 3,000 miles an hour."
  },
  {
    "page": 1119,
    "value": "It takes about 460 gallons of water to make one hamburger."
  },
  {
    "page": 1120,
    "value": "One in 1,000 people can&#8217;t smell a skunk&#8217;s spray."
  },
  {
    "page": 1121,
    "value": "More people live in the Tokyo, Japan, metro area than in all of Canada."
  },
  {
    "page": 1122,
    "value": "It takes 6 minutes to make a marshmallow peep."
  },
  {
    "page": 1123,
    "value": "Rats are ticklish."
  },
  {
    "page": 1124,
    "value": "Elephants can swim for up to 6 hours without resting."
  },
  {
    "page": 1125,
    "value": "You can beat brain freeze by pressing your tongue to the roof of your mouth."
  },
  {
    "page": 1126,
    "value": "Las Vegas, Nevada is the brightest spot on Earth."
  },
  {
    "page": 1127,
    "value": "The average strawberry has 200 seeds."
  },
  {
    "page": 1128,
    "value": "It&#8217;s possible to snow ski on the Big Island of Hawaii."
  },
  {
    "page": 1129,
    "value": "An Emperor Penguin has 100 feathers per square inch of its body."
  },
  {
    "page": 1130,
    "value": "Corn Flakes cereal was first served in a hospital as an easy-to-digest food."
  },
  {
    "page": 1131,
    "value": "King cobras can grow as long as a giraffe is tall."
  },
  {
    "page": 1132,
    "value": "Tigers and house cats share 95% of the same genes."
  },
  {
    "page": 1133,
    "value": "The scientific name for brain freeze is sphenopalatine ganglioneuralgia."
  },
  {
    "page": 1134,
    "value": "Ash from volcanic eruptions can make the moon look blue from Earth."
  },
  {
    "page": 1135,
    "value": "An alligator loses and regrows teeth up to 50 times during its lifetime."
  },
  {
    "page": 1136,
    "value": "Of the 1,100 species of bats, only two walk on the ground."
  },
  {
    "page": 1137,
    "value": "You can cook fish in your dishwasher."
  },
  {
    "page": 1138,
    "value": "Soccer&#8217;s World Cup trophy is worth about $250,000!"
  },
  {
    "page": 1139,
    "value": "It takes about the same amount of force to pull your foot out of quicksand as it does to lift a car."
  },
  {
    "page": 1140,
    "value": "Pac-Man&#8217;s shape was inspired by a whole pizza with a slice removed."
  },
  {
    "page": 1141,
    "value": "Blue whale calves gain 9 pounds per hour for the first seven months of their lives."
  },
  {
    "page": 1142,
    "value": "Storm systems in the sky can hold more water than the Mississippi River."
  },
  {
    "page": 1143,
    "value": "Bus-size blobs of grease, called fatbergs, can clog underground sewers."
  },
  {
    "page": 1144,
    "value": "The longest unbroken apple peel was as long as an Olympic-size pool."
  },
  {
    "page": 1145,
    "value": "Leap year comes around once every four years."
  },
  {
    "page": 1146,
    "value": "Choir members&#8217; heartbeats sync when they sing, a study found."
  },
  {
    "page": 1147,
    "value": "An Olympic wrestling match once lasted 11 hours."
  },
  {
    "page": 1148,
    "value": "Earth bulges at the equator."
  },
  {
    "page": 1149,
    "value": "Every year, residents in a New Mexico town build a giant snowman out of tumbleweeds."
  },
  {
    "page": 1150,
    "value": "Orangutans sometimes make whistles out of leaves."
  },
  {
    "page": 1151,
    "value": "The Kilauea volcano on the Big Island of Hawaii has been erupting for 30 years."
  },
  {
    "page": 1152,
    "value": "Before it hit stores, the iPhone was known as &#8220;Purple.&#8221;"
  },
  {
    "page": 1153,
    "value": "Shrimp swim backward."
  },
  {
    "page": 1154,
    "value": "The average 3 year old asks 8, 932 questions each day."
  },
  {
    "page": 1155,
    "value": "More than 36 million heart-shaped boxes of chocolate are sold for Valentine&#8217;s Day each year."
  },
  {
    "page": 1156,
    "value": "A luxury hotel distributes 24-karat-gold iPads to its guests in Dubai, United Arab Emirates."
  },
  {
    "page": 1157,
    "value": "An elephant&#8217;s skin is as thick as 12 stacked pennies."
  },
  {
    "page": 1158,
    "value": "In the wild, goldfish can grow to be more than a foot long."
  },
  {
    "page": 1159,
    "value": "Some catfish leap out of the water to catch pigeons on the shore."
  },
  {
    "page": 1160,
    "value": "1.2 billion chicken wings are eaten on Super Bowl Sunday.  That&#8217;s enough for every single person in the US to have 4 wings each."
  },
  {
    "page": 1161,
    "value": "Americans eat over a billion chicken wings during Super Bowl weekend."
  },
  {
    "page": 1162,
    "value": "Studies show that the average daydream is about 14 seconds long."
  },
  {
    "page": 1163,
    "value": "Hummingbirds eat 60 meals a day and never gain a pound.  They visit 1000 flowers per day."
  },
  {
    "page": 1164,
    "value": "Perfectly preserved honey has been found in ancient Egyptian tombs."
  },
  {
    "page": 1165,
    "value": "A robot officiated a wedding in Japan."
  },
  {
    "page": 1166,
    "value": "Donald Duck&#8217;s middle name is Fauntleroy."
  },
  {
    "page": 1167,
    "value": "Avocados are toxic to most birds."
  },
  {
    "page": 1168,
    "value": "The city of Amsterdam, in the Netherlands, has more bikes than people."
  },
  {
    "page": 1169,
    "value": "A fisherman near Norway reeled in a 9-foot long halibut that weighed more than a gorilla."
  },
  {
    "page": 1170,
    "value": "Vinegar can dissolve pearls."
  },
  {
    "page": 1171,
    "value": "Americans buy some three million miles of dental floss every year."
  },
  {
    "page": 1172,
    "value": "Some astronauts train for space walks by walking on the ocean floor."
  },
  {
    "page": 1173,
    "value": "The copper that covers the Statue of Liberty is worth about $200,000."
  },
  {
    "page": 1174,
    "value": "The average American uses more than 20,000 squares of toilet paper in a year."
  },
  {
    "page": 1175,
    "value": "Some pigs have curly hair."
  },
  {
    "page": 1176,
    "value": "Chipmunks see in slow motion."
  },
  {
    "page": 1177,
    "value": "Large crocodiles can survive for more than a year without eating."
  },
  {
    "page": 1178,
    "value": "When the inventor of the Pringles can died in 2008, some of his ashes were buried in a Pringles can."
  },
  {
    "page": 1179,
    "value": "Mexican jumping beans jump because of the moth larvae that lives in them.  The beans aren&#8217;t usually eaten."
  },
  {
    "page": 1180,
    "value": "A fast food restaurant in France offers Darth Vader burgers with buns that are dyed black."
  },
  {
    "page": 1181,
    "value": "The blood seen in the horror movie Psycho was actually chocolate sauce."
  },
  {
    "page": 1182,
    "value": "Why did the whale cross the ocean?  To get to the other tide."
  },
  {
    "page": 1183,
    "value": "Air Force One isn&#8217;t a specific plane.  It&#8217;s whichever plane is currently carrying the President."
  },
  {
    "page": 1184,
    "value": "In heavily populated areas, it is much more common to rain on Saturday than on Monday because of the pollution from traffic."
  },
  {
    "page": 1185,
    "value": "An ostrich&#8217;s eye is bigger than its brain."
  },
  {
    "page": 1187,
    "value": "Both male and female reindeer grow antlers.  They live up to 15 years."
  },
  {
    "page": 1188,
    "value": "It takes six to ten years of fighting heavy rain, wind, hail, and drought to get a mature Christmas tree."
  },
  {
    "page": 1189,
    "value": "Americans send 1.5 billion Christmas cards annually."
  },
  {
    "page": 1190,
    "value": "The guy who did the voice for Tony the Tiger also sang &#8220;You&#8217;re a Mean One, Mr. Grinch.&#8221;"
  },
  {
    "page": 1191,
    "value": "We Wish You a Merry Christmas is the most popular Christmas song."
  },
  {
    "page": 1192,
    "value": "More than two million animals fly in airplanes every year."
  },
  {
    "page": 1193,
    "value": "Mistletoe has no scent."
  },
  {
    "page": 1194,
    "value": "Canada&#8217;s postal code for the North Pole is HOH OHO."
  },
  {
    "page": 1195,
    "value": "The tallest known snowman was higher than a 12-story building."
  },
  {
    "page": 1196,
    "value": "Almost 90% of snow is air."
  },
  {
    "page": 1197,
    "value": "The biggest gingerbread house was decorated with 4,750 pounds of icing &#8211; that&#8217;s heavier than a giraffe."
  },
  {
    "page": 1198,
    "value": "Belting out a tune will provide more energy than simply listening to an upbeat song. That’s according to the Journal of Music Therapy. So don’t just listen to “Shake It Off” – sing along……"
  },
  {
    "page": 1199,
    "value": "Christmas trees are grown in all 50 states including Hawaii."
  },
  {
    "page": 1200,
    "value": "In 1997, in the US alone, the toy industry had annual sales of $22 billion."
  },
  {
    "page": 1201,
    "value": "Magnavox introduced the first videogame system in 1972 called Odyssey."
  },
  {
    "page": 1202,
    "value": "1.76 billion candy canes are made during the Christmas season.  Early versions were straight, but in the late 1600&#8217;s they started to bend them to resemble a shepherd&#8217;s staff."
  },
  {
    "page": 1203,
    "value": "South Africa&#8217;s giant bullfrog sometimes attacks lions."
  },
  {
    "page": 1205,
    "value": "Only male turkeys gobble; females click."
  },
  {
    "page": 1206,
    "value": "The largest pumpkin pie weighed 2,020 pounds."
  },
  {
    "page": 1207,
    "value": "If grasshoppers were the size of people, they could leap the length of a basketball court."
  },
  {
    "page": 1208,
    "value": "The world&#8217;s lightest mammal &#8211; the bumblebee bat &#8211; weights about as much as two M&amp;M&#8217;s."
  },
  {
    "page": 1209,
    "value": "Applesauce was the first food eaten in space by an American astronaut."
  },
  {
    "page": 1210,
    "value": "Messages from your brain travel along your nerves at up to 200 miles an hour."
  },
  {
    "page": 1211,
    "value": "Honey never spoils."
  },
  {
    "page": 1212,
    "value": "Hot dogs can last more than 20 years in landfills."
  },
  {
    "page": 1213,
    "value": "Girls have more taste buds than boys do."
  },
  {
    "page": 1214,
    "value": "A bat can eat 3,000 insects in one night."
  },
  {
    "page": 1215,
    "value": "An ant can carry 50 times its body weight.  (That&#8217;s like a kid carrying a car!)"
  },
  {
    "page": 1216,
    "value": "People report the most UFO sightings when Venus is closest to Earth."
  },
  {
    "page": 1217,
    "value": "No one knows what color dinosaurs were."
  },
  {
    "page": 1218,
    "value": "Vision uses one-third of all your brainpower."
  },
  {
    "page": 1219,
    "value": "Opposite sides of dice always add up to 7."
  },
  {
    "page": 1220,
    "value": "Chewing gum burns about 11 calories an hour."
  },
  {
    "page": 1221,
    "value": "Owls can&#8217;t move their eyeballs."
  },
  {
    "page": 1222,
    "value": "The year 2020 is the next time you can see a full moon on Halloween."
  },
  {
    "page": 1223,
    "value": "Most spiders have 8 eyes."
  },
  {
    "page": 1224,
    "value": "Scientists found that you can literally get cold feet when you&#8217;re nervous."
  },
  {
    "page": 1225,
    "value": "200 million Girl Scout cookies are sold every year &#8211; enough for each person in the U.S. to have half a box."
  },
  {
    "page": 1226,
    "value": "More than half the world&#8217;s geysers are in Yellowstone National Park in Wyoming."
  },
  {
    "page": 1227,
    "value": "Some fish can grow almost a quarter of their body length in a single day."
  },
  {
    "page": 1228,
    "value": "The bird on the twitter logo is named Larry."
  },
  {
    "page": 1229,
    "value": "Today&#8217;s cell phones are more powerful than the computers that sent astronauts to the moon."
  },
  {
    "page": 1230,
    "value": "There are more than 1,900 edible insect species on Earth."
  },
  {
    "page": 1231,
    "value": "The people who performed the voices of Mickey Mouse and Minnie Mouse were married in real life."
  },
  {
    "page": 1232,
    "value": "Three out of four people admitted to sharing an ice-cream cone with their pet, a survey found."
  },
  {
    "page": 1233,
    "value": "The original batmobile from the 1960s Batman TV show sold for $4.2 million."
  },
  {
    "page": 1234,
    "value": "Newborn babies don&#8217;t produce tears when they cry."
  },
  {
    "page": 1235,
    "value": "A man floated for 235 miles in a chair tied to more than 150 helium balloons."
  },
  {
    "page": 1236,
    "value": "The sound of an iceberg breaking is louder than 214 oil tanker engines."
  },
  {
    "page": 1237,
    "value": "More than 30 million people in China live in caves."
  },
  {
    "page": 1238,
    "value": "A whale&#8217;s earwax can be as thick as a mattress."
  },
  {
    "page": 1239,
    "value": "Some dogs are allergic to cats."
  },
  {
    "page": 1240,
    "value": "You&#8217;ll never see a full moon and the sun in the sky at the same time."
  },
  {
    "page": 1241,
    "value": "Pandas eat as much as 36 pounds of bamboo every day &#8211; that&#8217;s as heavy as 144 hamburgers!"
  },
  {
    "page": 1242,
    "value": "The juice of one type of chili pepper can burn through a latex glove."
  },
  {
    "page": 1243,
    "value": "1.9 billion years ago, much of the Earth smelled like rotten eggs."
  },
  {
    "page": 1244,
    "value": "A grizzly bear can sniff out food 18 miles away."
  },
  {
    "page": 1245,
    "value": "A turtle&#8217;s shell is made up of about 50 bones."
  },
  {
    "page": 1246,
    "value": "NASCAR drivers can travel the length of a football field in just over a second."
  },
  {
    "page": 1247,
    "value": "Some early baseballs were made of fish eyes covered in leather."
  },
  {
    "page": 1248,
    "value": "Nosewise, Sturdy, and Hardy were popular names for dogs in medieval times."
  },
  {
    "page": 1249,
    "value": "You lose about a million skin cells every 24 hours."
  },
  {
    "page": 1250,
    "value": "Rabbits can see behind them without moving their heads."
  },
  {
    "page": 1251,
    "value": "Buttered toast almost always falls butter-side down."
  },
  {
    "page": 1252,
    "value": "In Belgium, there are postage stamps that smell and taste like chocolate."
  },
  {
    "page": 1253,
    "value": "Some rats are trained to sniff out bombs."
  },
  {
    "page": 1254,
    "value": "420 million years ago, mushrooms grew taller than giraffes."
  },
  {
    "page": 1255,
    "value": "About half of the people on Earth live in an area where snow never falls."
  },
  {
    "page": 1256,
    "value": "You can buy cola-flavored Cheetos in Japan."
  },
  {
    "page": 1257,
    "value": "Alaska is the northernmost, westernmost, and easternmost state in the United States."
  },
  {
    "page": 1258,
    "value": "Gorillas sleep in nests."
  },
  {
    "page": 1259,
    "value": "You spend about an hour a day chewing."
  },
  {
    "page": 1260,
    "value": "Paper money only lasts about 18 months before it&#8217;s worn out.  A coin can last 30 years or more."
  },
  {
    "page": 1261,
    "value": "The International Space Station is the most expensive object ever constructed &#8211; costing some $130 billion to build."
  },
  {
    "page": 1262,
    "value": "A prison in Brazil uses geese as an alarm system &#8211; they honk at anyone roaming the grounds!"
  },
  {
    "page": 1263,
    "value": "More than 200 million emails are sent every minute on Earth."
  },
  {
    "page": 1264,
    "value": "The world&#8217;s largest toilet-paper pyramid was made up of 23,821 rolls."
  },
  {
    "page": 1265,
    "value": "Muscles make up about half your body weight."
  },
  {
    "page": 1266,
    "value": "Nearly half the world&#8217;s land is still wilderness."
  },
  {
    "page": 1268,
    "value": "A grizzly bear can sniff out food 18 miles away."
  },
  {
    "page": 1269,
    "value": "Female fireflies rarely fly."
  },
  {
    "page": 1270,
    "value": "The bee hummingbird snacks on up to 1,500 flowers a day."
  },
  {
    "page": 1271,
    "value": "A study found that hot chocolate tastes sweeter when you drink it from an orange cup vs. a white cup."
  },
  {
    "page": 1272,
    "value": "A palm tree is not a tree; it&#8217;s a type of grass."
  },
  {
    "page": 1273,
    "value": "There are no seagulls in Hawaii."
  },
  {
    "page": 1274,
    "value": "There are about 300 dimples on a golf ball."
  },
  {
    "page": 1275,
    "value": "Some fish can taste with their tails."
  },
  {
    "page": 1276,
    "value": "Scientists think that it rains glass on some planets."
  },
  {
    "page": 1277,
    "value": "The people who performed the voices of Mickey Mouse and Minnie Mouse were married in real life."
  },
  {
    "page": 1278,
    "value": "In the wild, goldfish can grow to be more than a foot long."
  },
  {
    "page": 1279,
    "value": "About half of the people on Earth live in an area where snow never falls."
  },
  {
    "page": 1280,
    "value": "Three out of four people admitted to sharing an ice-cream cone with their pet, a survey found."
  },
  {
    "page": 1281,
    "value": "More than 200 million emails are sent every minute on Earth."
  },
  {
    "page": 1282,
    "value": "You have taste buds in your throat."
  },
  {
    "page": 1283,
    "value": "A cloud can weigh more than a million pounds."
  },
  {
    "page": 1284,
    "value": "Your eyes move about 80 times a second."
  },
  {
    "page": 1285,
    "value": "A man knotted 39 cherry stems with his tongue in 3 minutes."
  },
  {
    "page": 1286,
    "value": "A sheep, a duck, and a rooster were the first passengers on a hot-air balloon."
  },
  {
    "page": 1287,
    "value": "Drinking a hot beverage can ease cold symptoms."
  },
  {
    "page": 1288,
    "value": "The most effective way to fight food cravings is to go for a 15 minute brisk walk."
  },
  {
    "page": 1289,
    "value": "You can age-proof your brain by learning to dance.  Having to think fast on your feet while dancing creates new brain cells and neural pathways.  That helps you think more clearly and improve decision-making."
  },
  {
    "page": 1290,
    "value": "The first bubble gum, made in 1906, was called blibber-blubber."
  },
  {
    "page": 1291,
    "value": "It gets so cold in Siberia that your breath can turn to ice in midair."
  },
  {
    "page": 1292,
    "value": "Writers once used bread crumbs instead of erasers to correct pencil mistakes."
  },
  {
    "page": 1293,
    "value": "Wedding gowns have been made out of toilet paper."
  },
  {
    "page": 1294,
    "value": "Chameleons change color in as fast as 20 seconds."
  },
  {
    "page": 1295,
    "value": "Clams can live to be more than a hundred years old."
  },
  {
    "page": 1296,
    "value": "Chewing gum burns about 11 calories an hour."
  },
  {
    "page": 1297,
    "value": "The color red doesn&#8217;t really make bulls angry; they are color-blind."
  },
  {
    "page": 1298,
    "value": "A New York man did a continuous series of somersaults for 12 miles, 390 yards."
  },
  {
    "page": 1299,
    "value": "The first telephone answering machine was 3 feet tall."
  },
  {
    "page": 1300,
    "value": "The human body contains enough iron to make a two-inch nail."
  },
  {
    "page": 1301,
    "value": "Alligators can live to be 80 years old."
  },
  {
    "page": 1302,
    "value": "The holes in Swiss cheese are called &#8220;eyes.&#8221;"
  },
  {
    "page": 1303,
    "value": "Crocodiles sometimes walk on the backs of hippos."
  },
  {
    "page": 1304,
    "value": "You can get insurance that covers you in case of injury by a falling coconut."
  },
  {
    "page": 1305,
    "value": "Some geese can soar to 32,000 feet &#8211; high enough to see a 747 passenger jet fly by."
  },
  {
    "page": 1306,
    "value": "Some clouds are more than 10 miles tall."
  },
  {
    "page": 1307,
    "value": "Your brain is about three-quarters water."
  },
  {
    "page": 1308,
    "value": "One of the world&#8217;s most expensive coffees comes from animal droppings."
  },
  {
    "page": 1309,
    "value": "Volcanic eruptions can carry diamonds to the Earth&#8217;s surface."
  },
  {
    "page": 1310,
    "value": "A giraffe has the same number of neck bones that you do:  seven."
  },
  {
    "page": 1311,
    "value": "Early golf balls were stuffed with bird feathers."
  },
  {
    "page": 1312,
    "value": "Babies&#8217; cries can sound different in different languages."
  },
  {
    "page": 1313,
    "value": "If humans came in as many sizes as dogs, we&#8217;d range from three to eighteen feet tall."
  },
  {
    "page": 1314,
    "value": "More than a thousand Earths could fit inside Jupiter."
  },
  {
    "page": 1315,
    "value": "Humans have lived on Earth for about 200,000 years; dinosaurs walked the planet for roughly 160 million years."
  },
  {
    "page": 1316,
    "value": "Your teeth are harder than your bones."
  },
  {
    "page": 1317,
    "value": "A lobster&#8217;s teeth are in its stomach."
  },
  {
    "page": 1318,
    "value": "The average hug lasts three seconds."
  },
  {
    "page": 1319,
    "value": "A coconut is a seed, not a nut."
  },
  {
    "page": 1320,
    "value": "Some wasps use pebbles as hammers to build their nests."
  },
  {
    "page": 1321,
    "value": "One out of every 10,000 clovers is a four-leaf clover."
  },
  {
    "page": 1322,
    "value": "About one in a thousand eggs has a double yolk."
  },
  {
    "page": 1323,
    "value": "A new skyscraper goes up every month in China."
  },
  {
    "page": 1324,
    "value": "You will likely get more than 600 colds in your lifetime."
  },
  {
    "page": 1325,
    "value": "A mouse can squeeze through a hole the size of a piece of popcorn."
  },
  {
    "page": 1326,
    "value": "People in the United States eat more bananas than apples and oranges combined."
  },
  {
    "page": 1327,
    "value": "Pumice is the only rock that can float in water."
  },
  {
    "page": 1328,
    "value": "You may spend up to half of your waking hours daydreaming according to one study."
  },
  {
    "page": 1329,
    "value": "Fire trucks were originally painted red because that was the cheapest color."
  },
  {
    "page": 1330,
    "value": "More earthquakes occur in Alaska than in any other U.S. state."
  },
  {
    "page": 1331,
    "value": "A man skipped a rock on water 51 times in one throw."
  },
  {
    "page": 1332,
    "value": "The largest known snowflake was wider than a Frisbee."
  },
  {
    "page": 1333,
    "value": "NASCAR drivers can lose 5 to 10 pounds in sweat during one race."
  },
  {
    "page": 1334,
    "value": "Walking uses 200 muscles."
  },
  {
    "page": 1335,
    "value": "A woodpecker can peck a tree up to 30 times a second."
  },
  {
    "page": 1336,
    "value": "Your body contains about 60,000 miles of blood vessels."
  },
  {
    "page": 1337,
    "value": "A sneeze travels 100 miles an hour."
  },
  {
    "page": 1338,
    "value": "Male mosquitoes don&#8217;t bite."
  },
  {
    "page": 1339,
    "value": "A man hiccupped for 68 years straight."
  },
  {
    "page": 1340,
    "value": "Wearing a hat on your head helps warm your feet."
  },
  {
    "page": 1341,
    "value": "Some worms can grow to 100 feet long."
  },
  {
    "page": 1342,
    "value": "The world&#8217;s first underwater hotel is in Key Largo, Florida."
  },
  {
    "page": 1343,
    "value": "Your brain uses the same amount of power as a ten-watt lightbulb."
  },
  {
    "page": 1344,
    "value": "The oldest valentine in existence was written in 1415."
  },
  {
    "page": 1345,
    "value": "Babies blink only once or twice every minute &#8211; adults blink 10 to 15 times."
  },
  {
    "page": 1346,
    "value": "NASCAR drivers can travel the length of a football field in just over a second."
  },
  {
    "page": 1347,
    "value": "Muscles make up about half your body weight."
  },
  {
    "page": 1348,
    "value": "An elephant&#8217;s skin is as thick as 12 stacked pennies."
  },
  {
    "page": 1349,
    "value": "People waited in a 7-mile line to eat at the first-ever McDonald&#8217;s in Kuwait."
  },
  {
    "page": 1350,
    "value": "You can stay in a luxury cave at an inn in New Mexico, USA."
  },
  {
    "page": 1351,
    "value": "The average American uses more than 20,000 squares of toilet paper in a year."
  },
  {
    "page": 1352,
    "value": "Lipstick-wearers who lick their lips can eat up to two spoonfuls of makeup a year."
  },
  {
    "page": 1353,
    "value": "You spend about an hour a day chewing."
  },
  {
    "page": 1354,
    "value": "Today&#8217;s cell phones are more powerful than the computers that sent astronauts to the moon."
  },
  {
    "page": 1355,
    "value": "Scooby-Doo was originally named Too Much."
  },
  {
    "page": 1356,
    "value": "People tend to sleep less when there&#8217;s a full moon."
  },
  {
    "page": 1357,
    "value": "There are more than 1,900 edible insect species on earth."
  },
  {
    "page": 1358,
    "value": "Cats and dogs can get sunburned."
  },
  {
    "page": 1359,
    "value": "The blue whale &#8211; the largest animal on Earth &#8211; can&#8217;t swallow anything bigger than a beach ball."
  },
  {
    "page": 1360,
    "value": "African lions catch about 25% of the prey they chase.  Dragonflies catch 95%."
  },
  {
    "page": 1361,
    "value": "More people hide their valuables in their sock drawer than anywhere else, according to a British study."
  },
  {
    "page": 1362,
    "value": "Borborygmus is the word for the rumbling sound in your stomach when you&#8217;re hungry."
  },
  {
    "page": 1363,
    "value": "About one out of five people have dropped their cell phone into the toilet."
  },
  {
    "page": 1364,
    "value": "Sunlight reflected off a building in London, England, melted a nearby car."
  },
  {
    "page": 1365,
    "value": "Your iris &#8211; the colored part of your eye &#8211; is as unique as your fingerprint."
  },
  {
    "page": 1366,
    "value": "Rabbits can see behind them without moving their heads."
  },
  {
    "page": 1367,
    "value": "Shrimp swim backward."
  },
  {
    "page": 1368,
    "value": "100 billion servings of instant ramen noodles are sold every year.  (That&#8217;s 14 bowls for every person on Earth!)"
  },
  {
    "page": 1369,
    "value": "There are only two sets of escalators in the entire state of Wyoming, USA."
  },
  {
    "page": 1370,
    "value": "Perfectly preserved honey has been found in ancient Egyptian tombs."
  },
  {
    "page": 1371,
    "value": "A 16-year-old cheerleader landed in the record books after doing 40 backflips in a row."
  },
  {
    "page": 1372,
    "value": "Some fish can grow almost a quarter of their body length in a single day."
  },
  {
    "page": 1373,
    "value": "Americans eat over a billion chicken wings during Super Bowl weekend."
  },
  {
    "page": 1374,
    "value": "The tallest known snowman was higher than a 12-story building."
  },
  {
    "page": 1375,
    "value": "Almost 90% of snow is air."
  },
  {
    "page": 1376,
    "value": "Blue whales are the largest animals that ever lived &#8211; they&#8217;re even bigger than dinosaurs!"
  },
  {
    "page": 1377,
    "value": "An acre of Christmas trees provides for the daily oxygen requirements of 18 people.  Christmas trees also remove dust and pollen from the air."
  },
  {
    "page": 1378,
    "value": "A grizzly bear can run as fast as a horse."
  },
  {
    "page": 1379,
    "value": "Surgeons sometimes use sea coral to replace human bone."
  },
  {
    "page": 1380,
    "value": "A British candy company created a giant box of chocolates filled with 220,052 individual candies."
  },
  {
    "page": 1381,
    "value": "You lose up to 100 hairs a day."
  },
  {
    "page": 1382,
    "value": "A man once made 956 pancakes in one hour."
  },
  {
    "page": 1383,
    "value": "Some moths drink the tears of elephants."
  },
  {
    "page": 1384,
    "value": "Harmless microscopic shrimp may live in your drinking water."
  },
  {
    "page": 1385,
    "value": "September begins on the same day of the week as December every year."
  },
  {
    "page": 1386,
    "value": "A cat&#8217;s top speed is about 31 miles an hour."
  },
  {
    "page": 1387,
    "value": "The largest spider in the world is wider than a basketball."
  },
  {
    "page": 1388,
    "value": "It would take a stack of more than nine Empire State Buildings to equal the average depth of the ocean."
  },
  {
    "page": 1389,
    "value": "A traffic jam in China lasted for more than a week."
  },
  {
    "page": 1390,
    "value": "The biggest gingerbread house was decorated with 4,750 pounds of icing &#8211; that&#8217;s heavier than a giraffe."
  },
  {
    "page": 1391,
    "value": "A group of turkeys is called a gang."
  },
  {
    "page": 1392,
    "value": "The largest pumpkin pie weighed 2,020 pounds."
  },
  {
    "page": 1393,
    "value": "Lobster&#8217;s seals, and swans may have been on the Pilgrims&#8217; Thanksgiving menu."
  },
  {
    "page": 1394,
    "value": "75% of all animals are insects."
  },
  {
    "page": 1395,
    "value": "Venus is the hottest planet in our solar system."
  },
  {
    "page": 1396,
    "value": "The average dream lasts about 20 minutes."
  },
  {
    "page": 1397,
    "value": "A snowflake can take up to two hours to fall from a cloud to the ground."
  },
  {
    "page": 1398,
    "value": "Brain cells live longer than all of the other cells in your body."
  },
  {
    "page": 1399,
    "value": "More men are color-blind than women."
  },
  {
    "page": 1400,
    "value": "The information stored on an ipod nano would fill up eight pickup truckloads of paper."
  },
  {
    "page": 1401,
    "value": "The first computer was as long as a tennis court."
  },
  {
    "page": 1402,
    "value": "Some frogs survive the winter by freezing almost solid."
  },
  {
    "page": 1403,
    "value": "Sticking raw bacon in your nostrils can stop serious nosebleeds."
  },
  {
    "page": 1404,
    "value": "Up until 100 years ago, some toothbrush bristles were made from pig hairs."
  },
  {
    "page": 1405,
    "value": "Your lips don&#8217;t sweat."
  },
  {
    "page": 1406,
    "value": "The 1938 comic book in which superman first appeared sold for $2.16 million in 2011."
  },
  {
    "page": 1407,
    "value": "New York City marathon runners consume a total of 4,500 pounds of elbow macaroni at the annual marathon eve dinner."
  },
  {
    "page": 1408,
    "value": "One in three people sneeze after looking at the sun."
  },
  {
    "page": 1409,
    "value": "Americans are expected to spend $2.6 billion on Halloween costumes, spending $1 billion on children&#8217;s costumes and $1.2 billion on adult costumes, and $330 million on pet costumes."
  },
  {
    "page": 1410,
    "value": "74% of households pass out candy to trick-or-treaters and 72% of those intend to give 2-3 pieces per trick-or-treater."
  },
  {
    "page": 1411,
    "value": "Chocolate candy bars top the list as the most popular candy for trick-or-treaters with Snickers #1."
  },
  {
    "page": 1412,
    "value": "The first Jack O&#8217;Lanterns were actually made from turnips."
  },
  {
    "page": 1413,
    "value": "Halloween is the second highest grossing commercial holiday after Christmas."
  },
  {
    "page": 1414,
    "value": "Only female mosquitoes bite."
  },
  {
    "page": 1415,
    "value": "Only 0.1 percent of bacteria actually make you sick."
  },
  {
    "page": 1416,
    "value": "Dogs have three times more taste buds than cats."
  },
  {
    "page": 1417,
    "value": "The world&#8217;s largest bat has a wingspan as wide as a sofa."
  },
  {
    "page": 1418,
    "value": "About 235 different languages are spoken in China."
  },
  {
    "page": 1419,
    "value": "Rhino horns are made of the same substance as human fingernails."
  },
  {
    "page": 1420,
    "value": "The body weight of a sunfish increases 60 million times in its lifetime.  (At that rate, a human would grow to weigh as much as four titanic cruise ships!)"
  },
  {
    "page": 1421,
    "value": "There&#8217;s a 90% chance your parents will steal some of your Halloween candy."
  },
  {
    "page": 1422,
    "value": "Roasted ants are a popular snack in Columbia."
  },
  {
    "page": 1423,
    "value": "A man once blew a bubble gum bubble that was larger than a basketball."
  },
  {
    "page": 1424,
    "value": "A vending machine in Singapore gave away a free soda to anyone who hugged the machine."
  },
  {
    "page": 1425,
    "value": "Bees have five eyes."
  },
  {
    "page": 1426,
    "value": "There are 180,000 islands in Finland &#8211; that&#8217;s one for about every 30 people in the country."
  },
  {
    "page": 1427,
    "value": "You are twice as likely to tell a lie in the afternoon than you are in the morning."
  },
  {
    "page": 1428,
    "value": "In a recent survey, nearly 1/3 of North Americans admitted they use Facebook in the bathroom on their cell phone or other mobile device.  And women were more likely to do so than men."
  },
  {
    "page": 1429,
    "value": "Chewing gum while taking a test may improve your test scores, according to one study."
  },
  {
    "page": 1430,
    "value": "The tallest known living man is 8 feet 1 inch tall."
  },
  {
    "page": 1431,
    "value": "If you never cut your hair, it would likely stop growing at about two feet long."
  },
  {
    "page": 1432,
    "value": "In some places there are about as many insects in one square mile as there are people on the entire planet."
  },
  {
    "page": 1433,
    "value": "Deodorant can be applied to a mosquito bite to help prevent swelling and irritation."
  },
  {
    "page": 1434,
    "value": "The biggest bald eagle nests weigh up to 4,000 pounds."
  },
  {
    "page": 1435,
    "value": "The longest paper airplane flight was more than 200 feet."
  },
  {
    "page": 1436,
    "value": "Snakes can&#8217;t slither on glass."
  },
  {
    "page": 1437,
    "value": "Bite into a dill pickle to boost your energy!  Researchers found that the combination of crunch, salt, and vinegar wakes up your senses.  And in about 60 seconds, it boosts your brain function.  (Tesh.com)"
  },
  {
    "page": 1438,
    "value": "The A &amp; W of root beer fame stands for Allen and Wright."
  },
  {
    "page": 1439,
    "value": "Hair grows about 6 inches per year and the average head has 100,000 hairs."
  },
  {
    "page": 1440,
    "value": "The Hawaiian language only has 12 letters."
  },
  {
    "page": 1441,
    "value": "18% of pet parents have attempted to use Skype or Facetime to chat with their pet."
  },
  {
    "page": 1442,
    "value": "To boost your brain power before a meeting or a test:  eat an orange.  Oranges are a great source of folate, which boosts recall and information processing.  Also, the vitamin C in oranges reduces your stress hormones &#8211; so you won&#8217;t be as nervous."
  },
  {
    "page": 1443,
    "value": "One of the shortest wars ever lasted 38 minutes."
  },
  {
    "page": 1444,
    "value": "An inventor created a cell phone that recharges on Coca-Cola."
  },
  {
    "page": 1445,
    "value": "No country owns Antarctica."
  },
  {
    "page": 1446,
    "value": "Newborn dolphins sleep for only a few seconds at a time."
  },
  {
    "page": 1447,
    "value": "A warm frog makes faster croaking noises than a cold frog."
  },
  {
    "page": 1448,
    "value": "Russia is only two miles from Alaska."
  },
  {
    "page": 1449,
    "value": "371,000 is the average number of people born every day."
  },
  {
    "page": 1450,
    "value": "The odds that an average golfer will make a hole in one during a game are 1 in 12,000."
  },
  {
    "page": 1451,
    "value": "A dairy cow produces about 100,000 glasses of milk in its lifetime."
  },
  {
    "page": 1452,
    "value": "There is no sound in space."
  },
  {
    "page": 1453,
    "value": "You take about 25,000 breaths every day."
  },
  {
    "page": 1454,
    "value": "The brighter the star, the shorter its life span."
  },
  {
    "page": 1455,
    "value": "Your hair grows faster in warm weather."
  },
  {
    "page": 1456,
    "value": "Gorillas burp when they&#8217;re happy."
  },
  {
    "page": 1457,
    "value": "More than 10 million millionaires are alive today."
  },
  {
    "page": 1458,
    "value": "A U.S. dollar bill can be folded in the same spot about 4,000 times before it tears."
  },
  {
    "page": 1459,
    "value": "The average American eats enough hamburger meat in a lifetime to equal the weight of a family car."
  },
  {
    "page": 1460,
    "value": "Your eyes process more than 120 million bits of information every second."
  },
  {
    "page": 1461,
    "value": "Happy Birthday was the first song transmitted from space to Earth."
  },
  {
    "page": 1462,
    "value": "At least 12 rocks from Mars have landed on Earth."
  },
  {
    "page": 1463,
    "value": "Some fish can walk on land."
  },
  {
    "page": 1464,
    "value": "African elephants have ears shaped like the continent of Africa."
  },
  {
    "page": 1465,
    "value": "Applesauce was the first food eaten in space by an American astronaut."
  },
  {
    "page": 1466,
    "value": "Earthworms have 5 hearts."
  },
  {
    "page": 1467,
    "value": "Skin is your body&#8217;s largest organ."
  },
  {
    "page": 1468,
    "value": "Americans buy some three million miles of dental floss every year."
  },
  {
    "page": 1469,
    "value": "You have about four million sweat glands in your body."
  },
  {
    "page": 1470,
    "value": "Donald Duck&#8217;s middle name is Fauntleroy."
  },
  {
    "page": 1472,
    "value": "Buttered toast almost always falls butter-side down."
  },
  {
    "page": 1473,
    "value": "Alaska is the northernmost, westernmost, and easternmost state in the United States."
  },
  {
    "page": 1473,
    "value": "Do you know someone who&#8217;s struggling?  What can you do to help?"
  },
  {
    "page": 1474,
    "value": "Some butterflies&#8217; ears are on their wings."
  },
  {
    "page": 1475,
    "value": "Humans blink about 17,000 times a day."
  },
  {
    "page": 1476,
    "value": "Glass can last for millions of years on Earth."
  },
  {
    "page": 1477,
    "value": "Scientists know more about the surface of the moon than the bottom of the ocean."
  },
  {
    "page": 1478,
    "value": "The total earthworm population in the United States weighs ten times more than the total human population."
  },
  {
    "page": 1479,
    "value": "The odds that an average golfer will make a hole in one during a game are 1 in 12,000."
  },
  {
    "page": 1480,
    "value": "Earth travels about 1.6 million miles every day."
  },
  {
    "page": 1481,
    "value": "A camel can drink 500 cups of water in ten minutes."
  },
  {
    "page": 1482,
    "value": "About 61% of your body weight is water."
  },
  {
    "page": 1483,
    "value": "There are about 16 million thunderstorms on Earth every year."
  },
  {
    "page": 1484,
    "value": "Rubber bands last longer when refrigerated."
  },
  {
    "page": 1485,
    "value": "65% of communication is non-verbal."
  },
  {
    "page": 1486,
    "value": "Most (90%) of your success or happiness is tied to your inside world &#8211; your thinking.  Very little (10%) of your success or happiness is tied to your outside conditions."
  },
  {
    "page": 1487,
    "value": "Chewing gum can make your heart beat faster."
  },
  {
    "page": 1488,
    "value": "There are more pets in Japan than children."
  },
  {
    "page": 1489,
    "value": "Blondes have more hairs on their heads than brunettes."
  },
  {
    "page": 1490,
    "value": "Some spiders eat their own webs."
  },
  {
    "page": 1491,
    "value": "Astronaut Neil Armstrong left his space boots on the moon."
  },
  {
    "page": 1492,
    "value": "Americans eat 1.2 billion pounds of potato chips a year &#8211; more than ten times the weight of Egypt&#8217;s Great Pyramid."
  },
  {
    "page": 1493,
    "value": "Fingernails grow faster than toenails."
  },
  {
    "page": 1494,
    "value": "The air around a lightning strike is five times hotter than the sun."
  },
  {
    "page": 1495,
    "value": "When you see lightning, it&#8217;s traveling at about 227 million miles an hour."
  },
  {
    "page": 1496,
    "value": "Scents smell better through your right nostril than your left."
  },
  {
    "page": 1497,
    "value": "The average person walks about 80,000 miles in a lifetime.  That&#8217;s more than three times around the world!"
  },
  {
    "page": 1498,
    "value": "One ear of corn has about 500 kernels."
  },
  {
    "page": 1499,
    "value": "Some of the first soles on Nike shoes were made by pouring rubber into a waffle iron."
  },
  {
    "page": 1500,
    "value": "Many birds&#8217; feathers weigh more than their bones."
  },
  {
    "page": 1501,
    "value": "A ripe cranberry will bounce."
  },
  {
    "page": 1502,
    "value": "A shark is the only fish that can blink with both eyes."
  },
  {
    "page": 1503,
    "value": "The name of all the continents end with the same letter that they start with."
  },
  {
    "page": 1504,
    "value": "The name for Oz in the &#8220;Wizard of Oz&#8221; was thought up when the creator, Frank Baum, looked at his filing cabinet and saw A-N and O-Z, hence &#8220;Oz.&#8221;"
  },
  {
    "page": 1505,
    "value": "The word racecar and kayak are the same whether they are read left to right or right to left."
  },
  {
    "page": 1506,
    "value": "The first  novel ever written on a typewriter was Tom Sawyer."
  },
  {
    "page": 1507,
    "value": "It is impossible to sneeze with your eyes open."
  },
  {
    "page": 1508,
    "value": "It gets so cold in Siberia that your breath can turn to ice in midair."
  },
  {
    "page": 1509,
    "value": "Las Vegas, Nevada is the brightest spot on earth."
  },
  {
    "page": 1510,
    "value": "The Statue of Liberty&#8217;s torch sways up to 5 inches in the wind."
  },
  {
    "page": 1511,
    "value": "Babies blink only once or twice every minute &#8211; adults blink 10 to 15 times."
  },
  {
    "page": 1512,
    "value": "A 300-year-old hurricane on Jupiter is still going strong."
  },
  {
    "page": 1513,
    "value": "Astronauts can&#8217;t whistle on the moon."
  },
  {
    "page": 1514,
    "value": "On Neptune the wind blows up to 1,243 miles an hour."
  },
  {
    "page": 1515,
    "value": "Sharks have eight senses.  Humans have only five."
  },
  {
    "page": 1516,
    "value": "The longest recorded flight of a chicken is 13 seconds."
  },
  {
    "page": 1517,
    "value": "Saturn would float in water."
  },
  {
    "page": 1518,
    "value": "Astronauts have grown potatoes on the space shuttle."
  },
  {
    "page": 1519,
    "value": "There are about a billion bacteria in your mouth right now."
  },
  {
    "page": 1520,
    "value": "In a lifetime, the average American drives approximately 627,000 miles &#8211; or 25 times around the world."
  },
  {
    "page": 1521,
    "value": "Snowflakes get smaller as the temperature drops."
  },
  {
    "page": 1522,
    "value": "A space suit weights 280 pounds &#8211; without an astronaut in it."
  },
  {
    "page": 1523,
    "value": "A flea can jump 100 times its body length &#8211; that&#8217;s like you jumping to the top of a 34-story building!"
  },
  {
    "page": 1524,
    "value": "A baseball will travel farther in hot weather than in cold weather."
  },
  {
    "page": 1525,
    "value": "There are 31,556,926 seconds in a year."
  },
  {
    "page": 1526,
    "value": "Honey never spoils."
  },
  {
    "page": 1527,
    "value": "The most overdue library book was 288 years late."
  },
  {
    "page": 1528,
    "value": "Almost 90% of snow is air."
  },
  {
    "page": 1529,
    "value": "A lock of Elvis Presley&#8217;s hair sold for $115,120."
  },
  {
    "page": 1530,
    "value": "The inside of a cucumber can be up to 20 degrees F cooler than the outside air."
  },
  {
    "page": 1531,
    "value": "Two people separated by 600 miles can see the same shooting star."
  },
  {
    "page": 1532,
    "value": "Elephants can hear each other trumpet up to five miles away."
  },
  {
    "page": 1533,
    "value": "There&#8217;s a beach in Hawaii with green sand."
  },
  {
    "page": 1534,
    "value": "A lion&#8217;s roar is louder than a lawn mower."
  },
  {
    "page": 1535,
    "value": "Hot water can freeze faster than cold water."
  },
  {
    "page": 1536,
    "value": "The first cars didn&#8217;t have windshield wipers."
  },
  {
    "page": 1537,
    "value": "When it gets cold enough, Niagara Falls &#8211; one of the largest waterfalls in North America &#8211; can freeze over."
  },
  {
    "page": 1538,
    "value": "Google was originally called BackRub."
  },
  {
    "page": 1539,
    "value": "One in three people sneeze after looking at the sun."
  },
  {
    "page": 1540,
    "value": "The Mississippi River sometimes flows backward during powerful hurricanes."
  },
  {
    "page": 1541,
    "value": "When you&#8217;re driving on the highway, the car engine is hot enough to cook a piece of chicken."
  },
  {
    "page": 1542,
    "value": "You can find more than 1,000 ancient dinosaur and reptile footprints along the &#8220;Dinosaur Freeway&#8221; &#8211; stretching from Colorado to New Mexico."
  },
  {
    "page": 1543,
    "value": "Canada produced enough maple syrup in one year to fill 13 Olympic-size pools."
  },
  {
    "page": 1544,
    "value": "Full moons appear brighter in the winter than in summer."
  },
  {
    "page": 1545,
    "value": "The first President to be born in a hospital was President Carter."
  },
  {
    "page": 1546,
    "value": "189 million roses are sold on Valentines Day."
  },
  {
    "page": 1547,
    "value": "An octopus can detach an arm on purpose and then regrow it."
  },
  {
    "page": 1548,
    "value": "You can buy a $25,000 doghouse that comes with air-conditioning and a music system!"
  },
  {
    "page": 1549,
    "value": "A typical American grocery store is stocked with about 50,000 items."
  },
  {
    "page": 1550,
    "value": "It&#8217;s tradition for NASA engineers to eat peanuts for good luck during space missions."
  },
  {
    "page": 1551,
    "value": "Captain Crunch&#8217;s full name is Horatio Magellan Crunch."
  },
  {
    "page": 1552,
    "value": "Squirrels sweat through their feet."
  },
  {
    "page": 1553,
    "value": "Yuma, Arizona, is the sunniest place in the United States."
  },
  {
    "page": 1554,
    "value": "The word suns looks the same upside down and right side up."
  },
  {
    "page": 1555,
    "value": "A Super Bowl ad costs up to $4 million for a 30-second commercial."
  },
  {
    "page": 1556,
    "value": "A Buzz Lightyear action figure spent 15 months on the International Space Station."
  },
  {
    "page": 1557,
    "value": "Your brain remembers 10,000 scents."
  },
  {
    "page": 1558,
    "value": "The average adult tells about 11 lies in a week."
  },
  {
    "page": 1559,
    "value": "The average home produces more air pollution than a car."
  },
  {
    "page": 1560,
    "value": "Dogs have three times more taste buds than cats."
  },
  {
    "page": 1561,
    "value": "A woodpecker pecks a tree at 15 miles an hour."
  },
  {
    "page": 1562,
    "value": "The average American generates more than four pounds of garbage each day."
  },
  {
    "page": 1563,
    "value": "Yawns are more contagious among family members than among strangers."
  },
  {
    "page": 1564,
    "value": "A popular soft drink in the United Kingdom is made with dandelions."
  },
  {
    "page": 1565,
    "value": "There is a sneaker with built-in screens that display Twitter messages."
  },
  {
    "page": 1566,
    "value": "One million pieces of sporting equipment were used during the 2012 Olympic Games."
  },
  {
    "page": 1567,
    "value": "Most tornadoes occur between 3 p.m. and 9 p.m."
  },
  {
    "page": 1568,
    "value": "It&#8217;s possible to use a smart-phone to turn off the lights."
  },
  {
    "page": 1569,
    "value": "Every day there are more iphones sold around the world than there are babies born."
  },
  {
    "page": 1570,
    "value": "On the moon you can throw a ball six times farther than you can on earth."
  },
  {
    "page": 1571,
    "value": "Elephants drink the equivalent of 800 glasses of water a day."
  },
  {
    "page": 1572,
    "value": "Your brain can hold 100 times more information than a computer."
  },
  {
    "page": 1573,
    "value": "Ping-Pong balls can travel 70 miles an hour &#8211; that&#8217;s faster than a speeding car."
  },
  {
    "page": 1574,
    "value": "There are 336 dimples on a regulation golf ball."
  },
  {
    "page": 1575,
    "value": "About 95% of the stuff in the universe is invisible."
  },
  {
    "page": 1576,
    "value": "Some people use coffee grounds to make their hair shiny."
  },
  {
    "page": 1577,
    "value": "Nearly 7,000 languages are spoken worldwide."
  },
  {
    "page": 1578,
    "value": "A rhinoceros horn is made of compacted hair."
  },
  {
    "page": 1579,
    "value": "A goldfish has a memory span of three seconds."
  },
  {
    "page": 1580,
    "value": "Doodling can help you concentrate."
  },
  {
    "page": 1581,
    "value": "You&#8217;re more sensitive to smells when you&#8217;re hungry."
  },
  {
    "page": 1582,
    "value": "Less than 2 percent of the world&#8217;s population has natural red hair."
  },
  {
    "page": 1583,
    "value": "The U.S. President&#8217;s plane, Air Force One, has never landed more than 3 seconds off its scheduled arrival time."
  },
  {
    "page": 1584,
    "value": "The U.S. postal service mails more than 800,000 live chickens in the weeks leading up to Easter."
  },
  {
    "page": 1585,
    "value": "Fingerprints can last for up to 40 years on paper."
  },
  {
    "page": 1586,
    "value": "The world&#8217;s largest bat has a wingspan as wide as a sofa."
  },
  {
    "page": 1587,
    "value": "The most popular password on the Internet is &#8220;password.&#8221;"
  },
  {
    "page": 1588,
    "value": "In Taiwan, garbage trucks blast music to remind people to bring out the trash."
  },
  {
    "page": 1589,
    "value": "There&#8217;s more salt in one gallon of sea water than in 49 pounds of potato chips!"
  },
  {
    "page": 1590,
    "value": "The skin on your hands is thicker than 15 sheets of paper."
  },
  {
    "page": 1591,
    "value": "You could cook a large pizza on the surface of Venus in nine seconds!"
  },
  {
    "page": 1592,
    "value": "There are about 14 million fake Facebook accounts."
  },
  {
    "page": 1593,
    "value": "Americans eat roughly 535 million pounds of turkey on Thanksgiving."
  },
  {
    "page": 1594,
    "value": "Male turkeys are called gobblers."
  },
  {
    "page": 1595,
    "value": "Canned tuna is one of the most popular pizza toppings in Germany."
  },
  {
    "page": 1596,
    "value": "You will likely get 10,000 small cuts, bruises, and sprains in your lifetime."
  },
  {
    "page": 1597,
    "value": "400 million tweets are sent every day."
  },
  {
    "page": 1598,
    "value": "A meteor crater in South Africa is wider than Ireland."
  },
  {
    "page": 1599,
    "value": "Paper money only lasts about 18 months before it&#8217;s worn out.  A coin can last 30 years or more!"
  },
  {
    "page": 1600,
    "value": "Peanuts are one of the ingredients of dynamite."
  },
  {
    "page": 1601,
    "value": "A dragonfly has a lifespan of 24 hours."
  },
  {
    "page": 1602,
    "value": "In most advertisements, including newspapers, the time displayed on a watch is 10:10."
  },
  {
    "page": 1603,
    "value": "Our eyes are always the same size from birth, but our nose and ears never stop growing."
  },
  {
    "page": 1604,
    "value": "Your hands have 26% of the bones in your body.  There are 27 bones in each hand, including your wrist."
  },
  {
    "page": 1605,
    "value": "Each year about 1,000,000,000,000,000,000,000,000 snow crystals drop from the sky."
  },
  {
    "page": 1606,
    "value": "The average human eats 8 spiders in their lifetime at night."
  },
  {
    "page": 1607,
    "value": "Women blink nearly twice as much as men."
  },
  {
    "page": 1608,
    "value": "Right handed people live, on average, nine years longer than left handed people do."
  },
  {
    "page": 1609,
    "value": "Shakespeare invented the words &#8220;assassination&#8221; and &#8220;bump.&#8221;"
  },
  {
    "page": 1610,
    "value": "Think of a number.  Double it.  Add six.  Half it.  Take away the number you started with.  Your answer is three."
  },
  {
    "page": 1611,
    "value": "Black &amp; orange are typically associated with Halloween.  Orange stands for the harvest and autumn.  Black typically is a symbol of death and darkness."
  },
  {
    "page": 1612,
    "value": "Chocolate is better for teeth than hard candy.  It rinses more easily from the mouth by saliva, leaving it in contact with teeth for a shorter time."
  },
  {
    "page": 1613,
    "value": "The world&#8217;s largest pumpkin weighed 1,872 pounds."
  },
  {
    "page": 1614,
    "value": "Snickers is the most popular Halloween candy."
  },
  {
    "page": 1615,
    "value": "The common little brown bat of North America has the longest life span for a mammal its size, with a life span averaging 32 years."
  },
  {
    "page": 1616,
    "value": "You can make paper out of dryer lint."
  },
  {
    "page": 1617,
    "value": "There is a toilet museum in South Korea shaped like a toilet bowl."
  },
  {
    "page": 1618,
    "value": "It is estimated that approximately $2 billion of candy will be sold for Halloween."
  },
  {
    "page": 1619,
    "value": "A giant anteater is 6 feet long, yet its mouth is as small as a grape."
  },
  {
    "page": 1620,
    "value": "There are twice as many chickens on Earth as people."
  },
  {
    "page": 1621,
    "value": "A man wrote an entire novel without using the letter &#8220;e.&#8221;"
  },
  {
    "page": 1622,
    "value": "It&#8217;s possible for a seed to blow across the ocean and sprout on another continent."
  },
  {
    "page": 1623,
    "value": "Mexico City has sunk 26 feet in the last 100 years."
  },
  {
    "page": 1624,
    "value": "Brain cells live longer than all of the other cells in your body."
  },
  {
    "page": 1625,
    "value": "There are about 3,000 lightning flashes on earth every minute."
  },
  {
    "page": 1626,
    "value": "Cold water hardly washes off any bacteria from your hands, so always wash them in warm water plus soap."
  },
  {
    "page": 1627,
    "value": "You make roughly 4 &#8211; 8 cups of spit a day in your mouth.  Spit is made up of 98% water and the rest is a mix of chemicals for breaking down food and for killing off bacteria."
  },
  {
    "page": 1628,
    "value": "Between 2 and 3 million dust mites live in the average bed mattress.  They live only for a couple of months.  They are one of the main causes of asthma.  The amount of skin flakes you drop each day is enough to feed at least a million dust mites."
  },
  {
    "page": 1629,
    "value": "There are more than a million pieces of man-made space junk orbiting Earth."
  },
  {
    "page": 1630,
    "value": "Saturn&#8217;s rings are made of ice and rocks."
  },
  {
    "page": 1631,
    "value": "The harder you concentrate, the less you blink."
  },
  {
    "page": 1632,
    "value": "Camels chew in a figure-eight motion."
  },
  {
    "page": 1633,
    "value": "People can be allergic to the cold."
  },
  {
    "page": 1634,
    "value": "Wearing blue-tinted sunglasses may make you less hungry."
  },
  {
    "page": 1635,
    "value": "Duct tape has been used to remove a wart."
  },
  {
    "page": 1636,
    "value": "Some geese can soar to 32,000 feet &#8211; high enough to see a 747 passenger jet fly by."
  },
  {
    "page": 1637,
    "value": "Chewing gum while peeling onions may keep you from crying."
  },
  {
    "page": 1638,
    "value": "Half of the world&#8217;s oxygen is made in the ocean."
  },
  {
    "page": 1639,
    "value": "Rotten eggs float in water."
  },
  {
    "page": 1640,
    "value": "It&#8217;s not possible to tickle yourself."
  },
  {
    "page": 1641,
    "value": "Months that begin on Sundays always have a Friday the 13th."
  },
  {
    "page": 1642,
    "value": "You can buy soap that smells like bacon frying."
  },
  {
    "page": 1643,
    "value": "A warm frog makes faster croaking noises than a cold frog."
  },
  {
    "page": 1644,
    "value": "Humans can make 10,000 different facial expressions."
  },
  {
    "page": 1645,
    "value": "There are about a trillion web pages on the internet &#8211; that&#8217;s about 140 for every person on earth!"
  },
  {
    "page": 1646,
    "value": "Scientists grew plants from 32,000 &#8211; year-old seeds."
  },
  {
    "page": 1647,
    "value": "A giraffe sleeps 1 1/2 hours a day."
  },
  {
    "page": 1648,
    "value": "The average teenager knows about 60,000 words."
  },
  {
    "page": 1649,
    "value": "Chickens with white earlobes lay white eggs; chickens with red earlobes lay brown eggs."
  },
  {
    "page": 1650,
    "value": "Catfish have ten times more taste buds than people do."
  },
  {
    "page": 1651,
    "value": "You will likely get more than 600 colds in your lifetime."
  },
  {
    "page": 1652,
    "value": "Your heart pumps enough blood in a day to fill 40 bathtubs."
  },
  {
    "page": 1653,
    "value": "It takes 540 peanuts to make one 12-ounce jar of peanut butter."
  },
  {
    "page": 1654,
    "value": "Crocodiles swallow rocks to help digest their food."
  },
  {
    "page": 1655,
    "value": "Trees with square trunks grow in Panama."
  },
  {
    "page": 1656,
    "value": "The world&#8217;s longest beaver dam is about as long as 60 school buses lined up end-to-end."
  },
  {
    "page": 1657,
    "value": "The first person arrested for speeding in the United States was driving 12 miles an hour in 1899."
  },
  {
    "page": 1658,
    "value": "You are rarely more than six feet away from a spider."
  },
  {
    "page": 1659,
    "value": "Your skin sheds and regrows once a month."
  },
  {
    "page": 1660,
    "value": "Watermelons are 92% water."
  },
  {
    "page": 1661,
    "value": "A person&#8217;s favorite song can tell you more about them than they ever could."
  },
  {
    "page": 1662,
    "value": "Kids who took music lessons have higher IQs."
  },
  {
    "page": 1663,
    "value": "Twix is the most fattening chocolate bar in the world."
  },
  {
    "page": 1664,
    "value": "Music stimulates, repairs and strengthens memory.  This is why the mind has an easier time storing lyrics."
  },
  {
    "page": 1665,
    "value": "The money it takes to support a prison inmate every year could pay 3 years of a college education."
  },
  {
    "page": 1666,
    "value": "People who talk fast tend to have confidence issues."
  },
  {
    "page": 1667,
    "value": "The more water you drink, the more energetic you feel, the less likely you are to feel sadness and or depression."
  },
  {
    "page": 1668,
    "value": "You are more likely to memorize things you write down if written in blue ink."
  },
  {
    "page": 1669,
    "value": "Every baseball used in a major-league game gets rubbed down with mud before the game."
  },
  {
    "page": 1671,
    "value": "One in 1,461 people are born on leap day."
  },
  {
    "page": 1672,
    "value": "The technical term for the pound sign on a phone  is octothorpe.  #"
  },
  {
    "page": 1673,
    "value": "The ten most poisonous snakes in the world live in Australia."
  },
  {
    "page": 1674,
    "value": "A family of five rode a five-seat bike 6,439 miles from Kentucky to Alaska in one year."
  },
  {
    "page": 1675,
    "value": "90% of an iceberg is underwater."
  },
  {
    "page": 1676,
    "value": "Silly Putty was used aboard Apollo 8 to keep tools from floating around the ship."
  },
  {
    "page": 1677,
    "value": "Ounce for ounce, some caterpillar meat contains more protein than lean beef."
  },
  {
    "page": 1678,
    "value": "You grow faster in the summer than you do in the fall."
  },
  {
    "page": 1679,
    "value": "Elephants can swim for up to 6 hours without resting."
  },
  {
    "page": 1680,
    "value": "Some Ice Age people used human skulls as drinking cups."
  },
  {
    "page": 1681,
    "value": "More earthquakes occur in Alaska than in any other U.S. state."
  },
  {
    "page": 1682,
    "value": "Fire trucks were originally painted red because that was the cheapest color."
  },
  {
    "page": 1683,
    "value": "The last thing Elvis ate was ice cream and cookies."
  },
  {
    "page": 1684,
    "value": "Hummingbird nests are about the size of a golf ball."
  },
  {
    "page": 1685,
    "value": "A horse never breathes through its mouth, except in emergencies."
  },
  {
    "page": 1686,
    "value": "There is no land on Saturn."
  },
  {
    "page": 1687,
    "value": "Americans spend over 100 billion minutes on social media monthly."
  },
  {
    "page": 1688,
    "value": "You can buy cupcakes through 24-hour ATMs in California and New York City."
  },
  {
    "page": 1689,
    "value": "There are about a trillion web pages on the internet &#8211; that&#8217;s about 140 for every person on earth!"
  },
  {
    "page": 1690,
    "value": "Istanbul, Turkey, is located on two continents:  Europe and Asia."
  },
  {
    "page": 1691,
    "value": "The fastest a person has ever solved a Rubik&#8217;s cube is 5.66 seconds; a robot did it four-tenths of a second faster."
  },
  {
    "page": 1692,
    "value": "A helicopter engine is about the same size of a backpack."
  },
  {
    "page": 1693,
    "value": "U.S. Dollars are made of cotton and linen, not paper."
  },
  {
    "page": 1694,
    "value": "Clouds form lower in the sky today than they did ten years ago."
  },
  {
    "page": 1695,
    "value": "No red M &amp; M&#8217;s were produced between 1976 and 1987."
  },
  {
    "page": 1696,
    "value": "Eleven miles an hour is the fastest a vehicle has ever driven on the moon &#8211; that&#8217;s about as fast as you ride a bike!"
  },
  {
    "page": 1697,
    "value": "NASCAR drivers can lose 5 to 10 pounds in sweat during one race."
  },
  {
    "page": 1698,
    "value": "Stomach acid can dissolve metal."
  },
  {
    "page": 1699,
    "value": "-40 degrees is the only temperature that is the same in Celsius and Fahrenheit."
  },
  {
    "page": 1700,
    "value": "A beaver could swim 16 laps in an Olympic-size pool without taking a breath."
  },
  {
    "page": 1701,
    "value": "There are more than 700 versions of the story of Cinderella."
  },
  {
    "page": 1702,
    "value": "A blue whale&#8217;s largest veins are so big you could swim through them."
  },
  {
    "page": 1703,
    "value": "About one in a thousand eggs has a double yolk."
  },
  {
    "page": 1704,
    "value": "One in 1,000 people can&#8217;t smell a skunk&#8217;s spray."
  },
  {
    "page": 1705,
    "value": "A Dutch company has made a flying three-wheeled car that can reach 112 mph on land or in the air."
  },
  {
    "page": 1706,
    "value": "There are no rivers in Saudi Arabia."
  },
  {
    "page": 1707,
    "value": "You share 99.9% of your DNA with the person sitting next to you!"
  },
  {
    "page": 1708,
    "value": "You may spend up to half of your waking hours daydreaming, according to one study."
  },
  {
    "page": 1709,
    "value": "Girls send and receive more than twice as many text messages as boys."
  },
  {
    "page": 1710,
    "value": "Most bats can&#8217;t take flight from the ground."
  },
  {
    "page": 1711,
    "value": "Every baseball used in a major-league game gets rubbed down with mud before the game."
  },
  {
    "page": 1712,
    "value": "The longest nonstop flight by a bird is eight days."
  },
  {
    "page": 1713,
    "value": "The average strawberry has 200 seeds."
  },
  {
    "page": 1714,
    "value": "From January through March of each year, Girl Scout cookies are the No. 1 cookie brand in the United States.  Oreos are the bestselling cookie the rest of the year."
  },
  {
    "page": 1715,
    "value": "92% of women and 90% of men consider themselves good communicators."
  },
  {
    "page": 1716,
    "value": "One out of every 10,000 clovers is a four-leaf clover."
  },
  {
    "page": 1717,
    "value": "The Statue of Liberty&#8217;s torch sways up to 5 inches in the wind."
  },
  {
    "page": 1718,
    "value": "The oldest vehicle in human history is a floating log."
  },
  {
    "page": 1719,
    "value": "About 21,000 commercial airline flights are scheduled daily in the U.S. with only about 5,000 planes available."
  },
  {
    "page": 1720,
    "value": "Men who kiss their wives in the morning live five years longer than those who don&#8217;t."
  },
  {
    "page": 1721,
    "value": "In 1950, rain forests covered about 14% of the earth&#8217;s land surface.  By 2001, this had diminished to 6%."
  },
  {
    "page": 1722,
    "value": "The oldest person to ever be issued a driver&#8217;s license in the U.S. was 109."
  },
  {
    "page": 1723,
    "value": "Right-handers live an average of 9 years longer than left-handers."
  },
  {
    "page": 1724,
    "value": "A caterpillar has over 2,000 muscles."
  },
  {
    "page": 1725,
    "value": "A hurricane releases more energy in 10 minutes than all the world&#8217;s nuclear weapons combined."
  },
  {
    "page": 1726,
    "value": "Children grow faster during spring."
  },
  {
    "page": 1727,
    "value": "A paper cannot be folded more than 9 times."
  },
  {
    "page": 1728,
    "value": "The average computer user blinks 7 times a minute."
  },
  {
    "page": 1729,
    "value": "Adults have, on average, 2 gallons of air in the space between their skin and their clothes."
  },
  {
    "page": 1730,
    "value": "A single coffee tree yields only one pound of roasted, ground coffee annually."
  },
  {
    "page": 1731,
    "value": "An elephant is the same length as the tongue of a blue whale."
  },
  {
    "page": 1732,
    "value": "Prince Charles and Prince William never travel on the same airplane just in case there is a crash."
  },
  {
    "page": 1733,
    "value": "There are certain areas of the United States that are exempt from daylight savings time.  They are Arizona, Hawaii, Puerto Rico, the U.S. Virgin Islands, and the American Samoa.  Parts of Indiana are exempt as well."
  },
  {
    "page": 1734,
    "value": "Your body is creating and killing 15 million red blood cells per second!"
  },
  {
    "page": 1735,
    "value": "Peanuts grow underground.  They grow there for four or five months before they&#8217;re ready to be harvested."
  },
  {
    "page": 1736,
    "value": "The most useful chemical in the world is salt (sodium chloride).  It has more than 14,000 different uses.  It is used in larger quantities and in many more ways than any other known chemical."
  },
  {
    "page": 1737,
    "value": "Nine out of 10 people are right-handed."
  },
  {
    "page": 1738,
    "value": "Hair and fingernails are made of the same substance &#8211; keratin."
  },
  {
    "page": 1739,
    "value": "70% of the women in the Senate were once girl scouts."
  },
  {
    "page": 1740,
    "value": "Pain travels at a speed of 350 feet per second."
  },
  {
    "page": 1741,
    "value": "Humpback whales create the loudest sound of any living creature."
  },
  {
    "page": 1742,
    "value": "Owls are the only bird species able to differentiate numbers and colors."
  },
  {
    "page": 1743,
    "value": "Birds do not sleep in their nests.  They may occasionally nap in them, but they actually sleep in other places."
  },
  {
    "page": 1744,
    "value": "Christopher Columbus&#8217;s fee for &#8220;discovering&#8221; America was about $300."
  },
  {
    "page": 1745,
    "value": "The average car in Japan is driven 4,400 miles per year.  In the U.S. it&#8217;s 9,500 miles per year."
  },
  {
    "page": 1746,
    "value": "On average, a human must move their eye muscles 10,000 &#8211; 15,000 times a day."
  },
  {
    "page": 1747,
    "value": "According to one study, 24% of homes with lawns have some sort of lawn ornament."
  },
  {
    "page": 1748,
    "value": "More calories are burned while sleeping than sitting and watching tv."
  },
  {
    "page": 1749,
    "value": "For most people, no matter how hard you pinch the skin on your elbow with your fingers it doesn&#8217;t hurt."
  },
  {
    "page": 1750,
    "value": "Bulletproof vests, fire escapes, windshield wipers and laser printers were all invented by women."
  },
  {
    "page": 1751,
    "value": "The creator of the NIKE Swoosh symbol was paid only $35 for the design."
  },
  {
    "page": 1752,
    "value": "More than 36 million heart-shaped boxes of chocolate will be sold for Valentines Day."
  },
  {
    "page": 1753,
    "value": "The average cost of a movie ticket in 1940 was 24 cents."
  },
  {
    "page": 1754,
    "value": "The average computer worker types 90,000 keystrokes in an 8-hour work shift."
  },
  {
    "page": 1755,
    "value": "The two steps at the top and the two at the bottom are the four most dangerous steps in a stair case."
  },
  {
    "page": 1756,
    "value": "The human brain has the capacity to store everything that you experience."
  },
  {
    "page": 1757,
    "value": "In the United States, a pound of potato chips cost two hundred times more than a pound of potatoes."
  },
  {
    "page": 1758,
    "value": "62 degrees Fahrenheit is the minimum temperature required for a grasshopper to be able to hop."
  },
  {
    "page": 1759,
    "value": "It takes the interaction of 72 different muscles to produce human speech."
  },
  {
    "page": 1760,
    "value": "Ingrown toenails are hereditary."
  },
  {
    "page": 1761,
    "value": "The state with the longest coastline in the U.S. is Alaska."
  },
  {
    "page": 1762,
    "value": "The most popular sport as a topic for a film is boxing."
  },
  {
    "page": 1763,
    "value": "The average person over fifty will have spent 5 years waiting in lines."
  },
  {
    "page": 1764,
    "value": "Males sweat 40% more than females."
  },
  {
    "page": 1765,
    "value": "This year, Harvard University will deny admission to an estimated 1,600 High School valedictorians."
  },
  {
    "page": 1766,
    "value": "The most used expression of any language is &#8220;OK.&#8221;"
  },
  {
    "page": 1767,
    "value": "Only female mosquitoes bite."
  },
  {
    "page": 1768,
    "value": "12 newborns will be given to the wrong parents daily."
  },
  {
    "page": 1769,
    "value": "The Statue of Liberty&#8217;s fingernails weigh about 100 pounds apiece."
  },
  {
    "page": 1770,
    "value": "Blueberry juice boosts memory."
  },
  {
    "page": 1771,
    "value": "More money is spent on gardening than any other hobby."
  },
  {
    "page": 1772,
    "value": "According to studies, men change their minds two or three times more often than women."
  },
  {
    "page": 1773,
    "value": "The most productive day of the workweek is Tuesday."
  },
  {
    "page": 1774,
    "value": "People do not get sick from cold weather; it&#8217;s from being indoors a lot more."
  },
  {
    "page": 1775,
    "value": "A starfish has 8 eyes, one on each leg."
  },
  {
    "page": 1776,
    "value": "The state with the highest proportion of people walking to work is Alaska."
  },
  {
    "page": 1777,
    "value": "Only 30% of people can expand and contract their nostrils at will."
  },
  {
    "page": 1778,
    "value": "Pearls dissolve in vinegar."
  },
  {
    "page": 1779,
    "value": "Everyone drinks coffee to perk themselves up, but in fact, an apple can perk one up more than a cup of coffee can."
  },
  {
    "page": 1780,
    "value": "The first object with a number scanning label was a pack of chewing gum."
  },
  {
    "page": 1781,
    "value": "A dragonfly has a life span of 24 hours."
  },
  {
    "page": 1782,
    "value": "There are 293 ways to make change for a dollar."
  },
  {
    "page": 1783,
    "value": "Peanuts are one of the  ingredients of dynamite."
  },
  {
    "page": 1784,
    "value": "The largest known snowflake was wider than a frisbee."
  },
  {
    "page": 1785,
    "value": "A man skipped a rock on water 51 times in one throw."
  },
  {
    "page": 1786,
    "value": "There are about three pounds of bacteria living in your stomach."
  },
  {
    "page": 1787,
    "value": "There is almost always an even number of rows on an ear of corn."
  },
  {
    "page": 1788,
    "value": "It takes a wet dog less than a second to shake off half of the water on its fur."
  },
  {
    "page": 1789,
    "value": "Most frogs eat their skin after they shed it."
  },
  {
    "page": 1790,
    "value": "It takes 540 peanuts to make one 12-ounce jar of peanut butter."
  },
  {
    "page": 1791,
    "value": "A car could drive around earth 87 times on the amount of fuel it takes to fill a jumbo jet&#8217;s tank."
  },
  {
    "page": 1792,
    "value": "There are over a billion motor vehicles on the planet."
  },
  {
    "page": 1793,
    "value": "One man dribbled a basketball for 230 miles to raise money for Japanese tsunami victims."
  },
  {
    "page": 1794,
    "value": "A mouse can squeeze through a hole the size of a piece of popcorn."
  },
  {
    "page": 1795,
    "value": "People in the United States eat more bananas than apples and oranges combined."
  },
  {
    "page": 1796,
    "value": "An elephant&#8217;s tooth can weigh as much as a bowling ball."
  },
  {
    "page": 1797,
    "value": "If you could drive to the sun, it would take about 190 years to get there."
  },
  {
    "page": 1798,
    "value": "Your right lung is a little bigger than your left lung."
  },
  {
    "page": 1799,
    "value": "It&#8217;s possible for a seed to blow across the ocean and sprout on another continent."
  },
  {
    "page": 1800,
    "value": "You are rarely more than six feet away from a spider."
  },
  {
    "page": 1801,
    "value": "It takes about 460 gallons of water to make one hamburger."
  },
  {
    "page": 1802,
    "value": "You can beat brain freeze by pressing your tongue to the roof of your mouth."
  },
  {
    "page": 1803,
    "value": "The world&#8217;s most stolen food is cheese."
  },
  {
    "page": 1804,
    "value": "When glass breaks, the cracks move faster than 3,000 miles an hour."
  },
  {
    "page": 1805,
    "value": "The average age of a passenger on the Mayflower was 32."
  },
  {
    "page": 1806,
    "value": "Some makeup has fish scales in it."
  },
  {
    "page": 1807,
    "value": "The average length of employment for a retail worker is 90 days."
  },
  {
    "page": 1808,
    "value": "Book bags shouldn&#8217;t exceed 10% to 20% of a child&#8217;s body weight.  More than half of students ages 12 to 17 carry backpacks that are too heavy."
  },
  {
    "page": 1809,
    "value": "89% of U.S. pet owners buy a holiday gift for their animal."
  },
  {
    "page": 1810,
    "value": "A $2 bottle of water costs only about 5 cents to produce.  That&#8217;s a 4,000% markup."
  },
  {
    "page": 1811,
    "value": "Your stomach would digest itself without mucus."
  },
  {
    "page": 1812,
    "value": "More men are color-blind than women."
  },
  {
    "page": 1813,
    "value": "The temperature on the moon can be hotter than boiling water."
  },
  {
    "page": 1814,
    "value": "A shark can grow and lose up to 30,000 teeth in its lifetime."
  },
  {
    "page": 1815,
    "value": "The White House has 132 rooms, 35 bathrooms, and 6 levels in the Residence area.  There are also 412 doors, 147 windows, 28 fireplaces, 8 staircases, and 3 elevators."
  },
  {
    "page": 1816,
    "value": "The tallest U.S. President was Abraham Lincoln at 6&#8217;4.&#8221;  The shortest U.S. President was James Madison at 5&#8217;4.&#8221;"
  },
  {
    "page": 1817,
    "value": "The Earth spins so fast that someone standing at the Equator is traveling at about 1,000 miles an hour."
  },
  {
    "page": 1818,
    "value": "Bald eagles can swim."
  },
  {
    "page": 1819,
    "value": "The largest bat colony in the world is in Bracken Cave, Texas.  During the summer, this cave is home to as many as 20 million Mexican free-tailed bats."
  },
  {
    "page": 1820,
    "value": "One-third of all U.S. adults put on costumes and participate in Halloween activities."
  },
  {
    "page": 1821,
    "value": "More than 93% of children go trick-or-treating each year."
  },
  {
    "page": 1822,
    "value": "Today in North America, around $3 billion is spent every year on Halloween costumes alone."
  },
  {
    "page": 1823,
    "value": "Halloween is the second highest grossing commercial holiday after Christmas."
  },
  {
    "page": 1824,
    "value": "A single brown bat can catch around 1,200 mosquito-size insects in one hour."
  },
  {
    "page": 1825,
    "value": "Illinois grows more pumpkins than any other state in the country.  It harvests nearly 12,300 acres of fruit."
  },
  {
    "page": 1826,
    "value": "Butterflies must warm their wings in the sun before flying."
  },
  {
    "page": 1827,
    "value": "The Hawaiian alphabet has only 13 letters."
  },
  {
    "page": 1828,
    "value": "The heaviest known hailstone weighed more than 7 baseballs."
  },
  {
    "page": 1829,
    "value": "There are volcanoes inside some glaciers."
  },
  {
    "page": 1830,
    "value": "Nearly 7,000 languages are spoken worldwide."
  },
  {
    "page": 1831,
    "value": "Honeybees have hair on their eyeballs."
  },
  {
    "page": 1832,
    "value": "Marilyn Monroe had six toes on one foot."
  },
  {
    "page": 1833,
    "value": "When the University of Nebraska Cornhuskers play football at home, the stadium becomes the state&#8217;s third largest city."
  },
  {
    "page": 1834,
    "value": "You share your birthday with at least 9 other million people in the world."
  },
  {
    "page": 1835,
    "value": "The average chocolate bar has 8 insects&#8217; legs in it."
  },
  {
    "page": 1836,
    "value": "Some dinosaur eggs weighed more than 10 pounds."
  },
  {
    "page": 1837,
    "value": "The average person falls asleep in seven minutes."
  },
  {
    "page": 1838,
    "value": "The strongest muscle in the body is the tongue."
  },
  {
    "page": 1839,
    "value": "Horses and cows sleep while standing up."
  },
  {
    "page": 1840,
    "value": "There are 2,000 steps in a mile and you burn approximately 75 calories with every 2,000 steps."
  },
  {
    "page": 1841,
    "value": "A lifespan of an eyelash is approximately 150 days."
  },
  {
    "page": 1842,
    "value": "Babies are born without knee caps.  They don&#8217;t appear until the child reaches 2-6 years of age."
  },
  {
    "page": 1843,
    "value": "An average adult&#8217;s skin weighs about 11 pounds."
  },
  {
    "page": 1844,
    "value": "If grasshoppers were the size of people, they could leap the length of a basketball court."
  },
  {
    "page": 1845,
    "value": "The average human eats 8 spiders in their lifetime at night."
  },
  {
    "page": 1846,
    "value": "Stewardesses&#8217; is the longest word that is typed with only the left hand."
  },
  {
    "page": 1847,
    "value": "The majority of spiders live for a year or two.  Some tarantulas can live to be 30 years old."
  },
  {
    "page": 1848,
    "value": "Astronauts can&#8217;t cry in space."
  },
  {
    "page": 1849,
    "value": "A running faucet wastes 2.5 gallons of water each minute."
  },
  {
    "page": 1850,
    "value": "Hippo sweat is red."
  },
  {
    "page": 1851,
    "value": "Americans spent $1.6 billion on toothpaste last year."
  },
  {
    "page": 1852,
    "value": "Eating cheese helps prevent cavities by increasing saliva production and reducing acid levels in your mouth, creating a more favorable environment to fight decay."
  },
  {
    "page": 1853,
    "value": "An average yawn lasts about six seconds."
  },
  {
    "page": 1854,
    "value": "The biggest bald eagle nests weigh up to 4,000 pounds."
  },
  {
    "page": 1855,
    "value": "Kids blink about five million times a year."
  },
  {
    "page": 1856,
    "value": "Americans throw out approximately 40% of the food in the food supply."
  },
  {
    "page": 1857,
    "value": "Opposite sides of dice always add up to 7."
  },
  {
    "page": 1858,
    "value": "Messages from your brain travel along your nerves at up to 200 miles an hour."
  },
  {
    "page": 1859,
    "value": "The average $100 bill circulates for 9 years."
  },
  {
    "page": 1860,
    "value": "Chimpanzees, monkeys, dogs, mice and a guinea pig have all journeyed into space."
  },
  {
    "page": 1861,
    "value": "You lose about nine pounds of skin cells every year."
  },
  {
    "page": 1862,
    "value": "The male killer whale&#8217;s dorsal (back) fin is almost six feet high &#8211; the height of a tall man."
  },
  {
    "page": 1863,
    "value": "More water is in the Pacific Ocean than in all of the other seas and oceans combined."
  },
  {
    "page": 1864,
    "value": "A newborn kangaroo is about as long as a paper clip."
  },
  {
    "page": 1865,
    "value": "A 100-pound person would weigh 38 pounds on Mars."
  },
  {
    "page": 1866,
    "value": "A sneeze travels 100 miles an hour."
  },
  {
    "page": 1867,
    "value": "About a million Earths could fit inside the sun."
  },
  {
    "page": 1868,
    "value": "You use 72 different muscles every time you talk."
  },
  {
    "page": 1869,
    "value": "More than 60,000 people are flying over the United States in airplanes right now."
  },
  {
    "page": 1870,
    "value": "Pet hamsters run up to eight miles a night on a wheel."
  },
  {
    "page": 1871,
    "value": "It&#8217;s impossible to breathe and swallow at the same time."
  },
  {
    "page": 1872,
    "value": "Girls have more taste buds than boys do."
  },
  {
    "page": 1873,
    "value": "Cockroaches can survive underwater for up to 15 minutes."
  },
  {
    "page": 1874,
    "value": "The brightest light on a hotel in Las Vegas, Nevada can be seen from airplanes 250 miles away."
  },
  {
    "page": 1875,
    "value": "97% of Earth&#8217;s water is saltwater."
  },
  {
    "page": 1876,
    "value": "Your heart is about the same size as your fist."
  },
  {
    "page": 1877,
    "value": "Mountain lions can whistle."
  },
  {
    "page": 1878,
    "value": "The worst time for bad breath is 3 p.m."
  },
  {
    "page": 1879,
    "value": "62% of Americans eat only 2 meals a day, 82% of Americans eat only half the vegetables or fruit they should, 28% drink 2 to 8 cans of soda a day."
  },
  {
    "page": 1880,
    "value": "Your eyes move about 80 times a second."
  },
  {
    "page": 1881,
    "value": "Bolts of lightning can shoot out of an erupting volcano."
  },
  {
    "page": 1882,
    "value": "Humans can recognize about 10,000 different smells."
  },
  {
    "page": 1883,
    "value": "London is the first city to host the Olympic Games three times in modern Olympic history."
  },
  {
    "page": 1884,
    "value": "A coyote can hear a mouse moving under a foot of snow."
  },
  {
    "page": 1885,
    "value": "The oldest human footprint ever found is 350,000 years old."
  },
  {
    "page": 1886,
    "value": "An average adult&#8217;s skin weighs about 11 pounds."
  },
  {
    "page": 1887,
    "value": "Hummingbirds are the only birds that can fly backward."
  },
  {
    "page": 1888,
    "value": "Astronauts&#8217; footprints stay on the moon forever; there&#8217;s no wind to blow them away."
  },
  {
    "page": 1889,
    "value": "Earth traveled more than 5,000 miles in the past 5 minutes."
  },
  {
    "page": 1890,
    "value": "Dust from Africa can travel all the way to Florida."
  },
  {
    "page": 1891,
    "value": "Gorillas burp when they&#8217;re happy."
  },
  {
    "page": 1892,
    "value": "About one-quarter of the body&#8217;s bones are in the feet &#8211; that&#8217;s 52 out of more than 200!"
  },
  {
    "page": 1893,
    "value": "A cloud can weigh more than a million pounds."
  },
  {
    "page": 1894,
    "value": "Some wild turkeys run up to 25 miles an hour."
  },
  {
    "page": 1895,
    "value": "Butterflies taste food with their feet."
  },
  {
    "page": 1896,
    "value": "Olympic gold medals are actually more than 90% silver."
  },
  {
    "page": 1897,
    "value": "Traffic lights were invented before cars."
  },
  {
    "page": 1898,
    "value": "Chewing gum burns about 11 calories an hour."
  },
  {
    "page": 1899,
    "value": "Cold water weighs more than hot water."
  },
  {
    "page": 1900,
    "value": "The largest dinosaurs were vegetarians."
  },
  {
    "page": 1901,
    "value": "If earth didn&#8217;t tilt, we wouldn&#8217;t have seasons."
  },
  {
    "page": 1902,
    "value": "The average American eats enough hamburger meat in a lifetime to equal the weight of a family car."
  },
  {
    "page": 1903,
    "value": "Approximately 150 million hot dogs are consumed on the 4th of July."
  },
  {
    "page": 1904,
    "value": "Some fish change from female to male."
  },
  {
    "page": 1905,
    "value": "All of the blood in your body travels through your heart once a minute."
  },
  {
    "page": 1906,
    "value": "Chicks can breathe through their shells."
  },
  {
    "page": 1907,
    "value": "A man was struck by lightning 7 times and lived!"
  },
  {
    "page": 1908,
    "value": "Vision uses one-third of all your brainpower."
  },
  {
    "page": 1909,
    "value": "Spiders have clear blood."
  },
  {
    "page": 1910,
    "value": "Honeybees can be trained to detect explosives."
  },
  {
    "page": 1911,
    "value": "Your eyes process more than 120 million bits of information every second."
  },
  {
    "page": 1912,
    "value": "A caterpillar has more muscles than a human."
  },
  {
    "page": 1913,
    "value": "The world&#8217;s longest mountain range is under the sea."
  },
  {
    "page": 1914,
    "value": "Happy Birthday was the first song transmitted from space to earth."
  },
  {
    "page": 1915,
    "value": "Strawberries have more Vitamin C than oranges."
  },
  {
    "page": 1916,
    "value": "Your body contains about 60,000 miles of blood vessels."
  },
  {
    "page": 1917,
    "value": "A highway runs through the middle of an office building in Osaka, Japan."
  },
  {
    "page": 1918,
    "value": "Hippos can be more dangerous than lions."
  },
  {
    "page": 1919,
    "value": "Earthworms have 5 hearts."
  },
  {
    "page": 1920,
    "value": "Human thigh-bones are stronger than concrete."
  },
  {
    "page": 1921,
    "value": "Ladybugs squirt smelly liquid from their knees when they get scared."
  },
  {
    "page": 1922,
    "value": "A person once hiccuped for 68 years."
  },
  {
    "page": 1923,
    "value": "The average $100 bill circulates for 9 years."
  },
  {
    "page": 1924,
    "value": "Dolphins can hear sounds underwater from 15 miles away."
  },
  {
    "page": 1925,
    "value": "Dragonflies can see in all directions at once."
  },
  {
    "page": 1926,
    "value": "Moths can smell each other from miles away."
  },
  {
    "page": 1927,
    "value": "Bats are the only mammals that fly."
  },
  {
    "page": 1928,
    "value": "There are about a billion bacteria in your mouth right now."
  },
  {
    "page": 1929,
    "value": "A camel&#8217;s eye has 3 eyelids."
  },
  {
    "page": 1930,
    "value": "Your brain is about three-quarters water."
  },
  {
    "page": 1931,
    "value": "A farmer in Lebanon grew a 25-pound potato.  That&#8217;s the weight of two bowling balls."
  },
  {
    "page": 1932,
    "value": "Australia&#8217;s great barrier reef can be seen from space."
  },
  {
    "page": 1933,
    "value": "Apples float but pears sink."
  },
  {
    "page": 1934,
    "value": "Large forest fires can create tornadoes made of flames."
  },
  {
    "page": 1935,
    "value": "The world&#8217;s population grows by about a billion people every 12 years."
  },
  {
    "page": 1936,
    "value": "A fifteen-year-old cat has probably spent ten years of its life sleeping."
  },
  {
    "page": 1937,
    "value": "Seeing the color red can make your heart beat faster."
  },
  {
    "page": 1938,
    "value": "The sound of waves crashing comes mostly from air bubbles."
  },
  {
    "page": 1939,
    "value": "The smallest bone in the human body is shorter than a grain of rice."
  },
  {
    "page": 1940,
    "value": "Goats&#8217; eyes have rectangular pupils."
  },
  {
    "page": 1941,
    "value": "A queen bee can lay 2,000 eggs a day in the spring."
  },
  {
    "page": 1942,
    "value": "A woman&#8217;s heart usually beats faster than a man&#8217;s heart."
  },
  {
    "page": 1943,
    "value": "It takes 8 minutes and 19 seconds for light to travel from the sun to earth."
  },
  {
    "page": 1944,
    "value": "An average major league baseball is used for only six pitches."
  },
  {
    "page": 1945,
    "value": "The average supermarket in the United States wastes about 3,000 pounds of food each year."
  },
  {
    "page": 1946,
    "value": "A shark could smell a drop of blood in a swimming pool."
  },
  {
    "page": 1947,
    "value": "Early golf balls were stuffed with bird feathers."
  },
  {
    "page": 1948,
    "value": "You breathe in 2,000 gallons of air a day."
  },
  {
    "page": 1949,
    "value": "Zookeepers are bitten more often by zebras than by tigers."
  },
  {
    "page": 1950,
    "value": "A lizard sticks its tongue out to smell."
  },
  {
    "page": 1951,
    "value": "Tropical rain forests are a habitat for 80% of the world&#8217;s insect species."
  },
  {
    "page": 1952,
    "value": "Tiny bugs live in your eyebrows."
  },
  {
    "page": 1953,
    "value": "Applesauce was the first food eaten in space by an American astronaut."
  },
  {
    "page": 1954,
    "value": "There are more plastic pink flamingos in the USA than real ones."
  },
  {
    "page": 1955,
    "value": "A bat can eat 3,000 insects in one night."
  },
  {
    "page": 1956,
    "value": "The number of times some crickets chirp each second can be used to estimate the temperature."
  },
  {
    "page": 1957,
    "value": "20% of the food we eat is used to fuel the brain."
  },
  {
    "page": 1958,
    "value": "An ant can carry 50 times its body weight.  (That&#8217;s like a kid carrying a car!)"
  },
  {
    "page": 1959,
    "value": "A baseball will travel farther in hot weather than in cold weather."
  },
  {
    "page": 1960,
    "value": "Some cars can run on used french-fry oil."
  },
  {
    "page": 1961,
    "value": "A man knotted 39 cherry stems with his tongue in 3 minutes."
  },
  {
    "page": 1962,
    "value": "Owls can&#8217;t move their eyeballs."
  },
  {
    "page": 1963,
    "value": "88% of American women wear shoes that are too small."
  },
  {
    "page": 1964,
    "value": "The most common backyard bird in the U.S. is the northern cardinal."
  },
  {
    "page": 1965,
    "value": "Japan is the country with the highest life expectancy.  Japanese live on average, 82 years."
  },
  {
    "page": 1966,
    "value": "Infants blink only once a minute."
  },
  {
    "page": 1967,
    "value": "Hawaii is moving toward Japan at about 3.94 inches a year."
  },
  {
    "page": 1968,
    "value": "More people speak Chinese than any other language."
  },
  {
    "page": 1969,
    "value": "Your fingernails take six months to grow from base to tip."
  },
  {
    "page": 1970,
    "value": "Your hair grows faster in warm weather."
  },
  {
    "page": 1971,
    "value": "99% of people can&#8217;t lick their elbows.  (But 90% of people who read this will try!)"
  },
  {
    "page": 1972,
    "value": "Today the average person lives 67 years."
  },
  {
    "page": 1973,
    "value": "A spider hears using tiny hairs on its legs."
  },
  {
    "page": 1974,
    "value": "Traffic lights were invented before cars."
  },
  {
    "page": 1975,
    "value": "There is a cave in Texas (Bracken Cave) where 20 million bats live.  It can take more than three hours for all of the bats to exit the cave.  Inside the cave, as many as 500 baby bats squeeze into one square foot to stay warm."
  },
  {
    "page": 1976,
    "value": "Facts about the moon:  It&#8217;s impossible to whistle on the moon.  Without a spacesuit, an astronaut&#8217;s blood would boil instantly.  A 100 pound person weighs about 17 pounds on the moon."
  },
  {
    "page": 1977,
    "value": "You will take approximately 28,433 showers in your lifetime."
  },
  {
    "page": 1978,
    "value": "Hot dogs can last more than 20 years in landfills."
  },
  {
    "page": 1979,
    "value": "An inventor created edible dinner plates."
  },
  {
    "page": 1980,
    "value": "Hair grows almost everywhere on your skin except your lips, the palms of your hands, and the soles of your feet."
  },
  {
    "page": 1981,
    "value": "At a restaurant in Michigan, you can order a supersize hamburger that weighs as much as a grown man."
  },
  {
    "page": 1982,
    "value": "It takes three liters of freshwater to make one liter of bottled water."
  },
  {
    "page": 1983,
    "value": "Some fish eggs hatch in the dad&#8217;s mouth."
  },
  {
    "page": 1984,
    "value": "Your sense of smell is weaker in the morning and stronger in the evening."
  },
  {
    "page": 1985,
    "value": "A flamingo can eat only when its head is upside down."
  },
  {
    "page": 1986,
    "value": "You can write about 45,000 words with an average pencil."
  },
  {
    "page": 1987,
    "value": "An average yawn lasts about 6 seconds."
  },
  {
    "page": 1988,
    "value": "A lizard sticks its tongue out to smell."
  },
  {
    "page": 1989,
    "value": "Some people can hear their eyeballs moving."
  },
  {
    "page": 1990,
    "value": "Some clouds are more than 10 miles tall."
  },
  {
    "page": 1991,
    "value": "Kids&#8217; fingerprints disappear from surfaces faster than adults&#8217; do."
  },
  {
    "page": 1992,
    "value": "You can shine your shoes with a banana peel."
  },
  {
    "page": 1993,
    "value": "Some birds can use their bills to measure the temperature of their nests."
  },
  {
    "page": 1994,
    "value": "There are more species of beetles on earth than of any other creature."
  },
  {
    "page": 1995,
    "value": "A man in Canada can balance 17 spoons on his face at once."
  },
  {
    "page": 1996,
    "value": "Months that begin on Sundays always have a Friday the 13th."
  },
  {
    "page": 1997,
    "value": "Lemons can have more sugar than strawberries."
  },
  {
    "page": 1998,
    "value": "Four-thousand-year-0ld popcorn was found in a cave in New Mexico, USA."
  },
  {
    "page": 1999,
    "value": "Some frogs survive the winter by freezing almost solid."
  },
  {
    "page": 2000,
    "value": "Every continent has a city called Rome (except Antarctica)."
  },
  {
    "page": 2001,
    "value": "Camels chew in a figure-eight motion."
  },
  {
    "page": 2002,
    "value": "Bat hair has been used as money."
  },
  {
    "page": 2003,
    "value": "15% of US women send themselves flowers on Valentine&#8217;s Day."
  },
  {
    "page": 2004,
    "value": "Studies show that when evenly matched teams compete, the team wearing red has a better chance of winning."
  },
  {
    "page": 2005,
    "value": "Studies show that painting your room blue could make you more creative."
  },
  {
    "page": 2006,
    "value": "The surface of the Atlantic Ocean is saltier than the surface of the Pacific Ocean."
  },
  {
    "page": 2007,
    "value": "The oldest chocolate ever found was inside a 2,600-year-old pot in Belize."
  },
  {
    "page": 2008,
    "value": "Fish can&#8217;t close their eyes."
  },
  {
    "page": 2009,
    "value": "The first famous Super Bowl commercial was for Noxzema featuring legendary New York Jets quarterback, Joe Namath in 1973."
  },
  {
    "page": 2010,
    "value": "Bloodhounds can follow a scent that is four days old."
  },
  {
    "page": 2011,
    "value": "Russia is only two miles from Alaska."
  },
  {
    "page": 2012,
    "value": "Meteorites the size of basketballs land on earth about once a month."
  },
  {
    "page": 2013,
    "value": "Baby alligators bark when they are ready to hatch out of their eggs."
  },
  {
    "page": 2014,
    "value": "Mosquitoes prefer to bite people with smelly feet."
  },
  {
    "page": 2015,
    "value": "Adults have as many as 1,500 dreams a year."
  },
  {
    "page": 2016,
    "value": "The shortest professional baseball player was 3 feet, 7 inches tall, the height of an average 5-year-old."
  },
  {
    "page": 2017,
    "value": "It takes 713 gallons of water to make one cotton T-shirt."
  },
  {
    "page": 2018,
    "value": "The average classroom teacher will make more than 1,500 educational decisions every school day.  That&#8217;s more than 4 decisions every minute."
  },
  {
    "page": 2019,
    "value": "More than 200 people could fit inside the world&#8217;s biggest igloo."
  },
  {
    "page": 2020,
    "value": "The great barrier reef in Australia is the biggest living structure on earth."
  },
  {
    "page": 2021,
    "value": "Six million pounds of space dust settle on earth every year."
  },
  {
    "page": 2022,
    "value": "The average smartphone user checks the device 34 times per day."
  },
  {
    "page": 2023,
    "value": "You lose up to 100 hairs a day."
  },
  {
    "page": 2024,
    "value": "Martin Luther King, Jr. skipped both ninth and twelfth grade and entered Morehouse College at age fifteen."
  },
  {
    "page": 2025,
    "value": "Your feet have 500,000 sweat glands."
  },
  {
    "page": 2026,
    "value": "Americans spend an estimated $55 billion each year on everything from diet food and vitamins to gym memberships in an effort to get healthy."
  },
  {
    "page": 2027,
    "value": "Approximately 8 million pounds of guacamole are consumed on Super Bowl Sunday &#8211; not to mention the 14,500 tons of chips that go with it."
  },
  {
    "page": 2028,
    "value": "It is twice as likely a person will grant a favor when it&#8217;s spoken into the right ear."
  },
  {
    "page": 2029,
    "value": "World Water Facts:  97% of the earth&#8217;s water is salt water.  Cold water weighs more than hot water.  Earth has the same amount of water today as it did 100 million years ago."
  },
  {
    "page": 2030,
    "value": "A tropical ant can snap its jaws together at a speed of 145 miles per hour, faster than any other animal!"
  },
  {
    "page": 2031,
    "value": "It takes the average 10-year-old kid about 20 minutes to fall asleep."
  },
  {
    "page": 2032,
    "value": "Research shows that students who chewed gum for 5 minutes before taking a test got better marks than those who didn&#8217;t chew gum."
  },
  {
    "page": 2033,
    "value": "If you &#8220;sweat like a pig,&#8221; you don&#8217;t sweat at all, because pigs don&#8217;t have sweat glands.  They keep cool by staying in the shade or, only occasionally, rolling in mud."
  },
  {
    "page": 2034,
    "value": "8,962 people made snow angels at the same time on the grounds of the North Dakota State Capitol."
  },
  {
    "page": 2035,
    "value": "About 150,000 hairs are growing on your head right now."
  },
  {
    "page": 2036,
    "value": "A litter of kittens is also called a kindle."
  },
  {
    "page": 2037,
    "value": "There is real gold in the sun."
  },
  {
    "page": 2038,
    "value": "Houseflies buzz in the key of F."
  },
  {
    "page": 2039,
    "value": "Your brain is sometimes more active when you sleep than when you&#8217;re awake."
  },
  {
    "page": 2040,
    "value": "The earliest known Christmas tree decorations were apples."
  },
  {
    "page": 2041,
    "value": "The two biggest selling Christmast songs are &#8220;White Christmas&#8221; and &#8220;Rudolph the Red-Nosed Reindeer.&#8221;"
  },
  {
    "page": 2042,
    "value": "Christmas shoppers are planning to spend an average of $646 this holiday season."
  },
  {
    "page": 2043,
    "value": "Christmas trees take an average of 7-10 years to mature."
  },
  {
    "page": 2044,
    "value": "The first state to recognize the Christmas holiday officially was Alabama."
  },
  {
    "page": 2045,
    "value": "A bowling pin has to tilt about ten degrees to fall down."
  },
  {
    "page": 2046,
    "value": "You take about 25,000 breaths every day."
  },
  {
    "page": 2047,
    "value": "Wearing a hat on your head helps warm your feet."
  },
  {
    "page": 2048,
    "value": "About 75% of all volcanoes are underwater."
  },
  {
    "page": 2049,
    "value": "The North Pole is warmer than the South Pole."
  },
  {
    "page": 2050,
    "value": "Your tongue grows new taste buds about every two weeks."
  },
  {
    "page": 2051,
    "value": "Only male toads croak."
  },
  {
    "page": 2052,
    "value": "Giraffes are one of the only animals born with horns."
  },
  {
    "page": 2053,
    "value": "The longest raw egg toss was 107 yards."
  },
  {
    "page": 2054,
    "value": "The 50 tallest mountains in the world are all in Asia."
  },
  {
    "page": 2055,
    "value": "Apples are one-quarter air."
  },
  {
    "page": 2056,
    "value": "A snowflake can take up to two hours to fall from a cloud to the ground."
  },
  {
    "page": 2057,
    "value": "Chickens see daylight 45 minutes before humans do."
  },
  {
    "page": 2058,
    "value": "Most people spend about five years of their lives eating."
  },
  {
    "page": 2059,
    "value": "Your eyes can see about ten million different colors."
  },
  {
    "page": 2060,
    "value": "Turkey has more protein than chicken or beef."
  },
  {
    "page": 2061,
    "value": "In the US, about 280 million turkeys are sold for the Thanksgiving celebrations."
  },
  {
    "page": 2062,
    "value": "Your brain uses the same amount of power as a ten-watt lightbulb."
  },
  {
    "page": 2063,
    "value": "Ancient Egyptians took up to 70 days to make a mummy."
  },
  {
    "page": 2064,
    "value": "A Pennsylvania bakery made a hotdog that was 54 feet long."
  },
  {
    "page": 2065,
    "value": "A human bone is five times stronger than a piece of steel of the same weight."
  },
  {
    "page": 2066,
    "value": "Sharks have no bones."
  },
  {
    "page": 2067,
    "value": "The first email was sent in 1971."
  },
  {
    "page": 2068,
    "value": "The world&#8217;s largest swimming pool, in Chile, stretches for half a mile."
  },
  {
    "page": 2069,
    "value": "There is no sound in space."
  },
  {
    "page": 2070,
    "value": "Popsicles were invented by an 11-year-old."
  },
  {
    "page": 2071,
    "value": "An alligator grows about 3,000 teeth in a lifetime."
  },
  {
    "page": 2072,
    "value": "There are more text messages sent each day than there are people on earth."
  },
  {
    "page": 2073,
    "value": "The brighter the star, the shorter its life span."
  },
  {
    "page": 2074,
    "value": "Couples in Finland can get married in a chapel built out of snow."
  },
  {
    "page": 2075,
    "value": "Dolphins sleep with one eye open."
  },
  {
    "page": 2076,
    "value": "The average person possesses between 500 and 700 different skills and abilities."
  },
  {
    "page": 2077,
    "value": "A man once ate 49 glazed doughnuts in 8 minutes."
  },
  {
    "page": 2078,
    "value": "Babies&#8217; cries can sound different in different languages."
  },
  {
    "page": 2079,
    "value": "Ferrets have been used to carry television cables through pipes in Europe."
  },
  {
    "page": 2080,
    "value": "The London Bridge that kept falling down is now in Arizona, in the United States."
  },
  {
    "page": 2081,
    "value": "Your skeleton has about 300 bones when you are born, but only 206 by the time you grow up."
  },
  {
    "page": 2082,
    "value": "Pumpkins also come in red, green, yellow, blue, tan and white."
  },
  {
    "page": 2083,
    "value": "A tiger can eat more than 80 pounds of meat in one sitting."
  },
  {
    "page": 2084,
    "value": "Your ears produce more wax when you&#8217;re afraid."
  },
  {
    "page": 2085,
    "value": "A cornflake shaped like the U.S. state of Illinois sold for $1,350."
  },
  {
    "page": 2086,
    "value": "French fries came from Belgium, not France."
  },
  {
    "page": 2087,
    "value": "Your heartbeat is so powerful that it could shoot water six feet into the air."
  },
  {
    "page": 2088,
    "value": "Some spiders eat their own webs."
  },
  {
    "page": 2089,
    "value": "Caterpillars have mouths, but butterflies don&#8217;t."
  },
  {
    "page": 2090,
    "value": "There is a museum devoted to ramen noodles in Japan."
  },
  {
    "page": 2091,
    "value": "You are more likely to be in a bad mood on Thursdays, according to a recent study."
  },
  {
    "page": 2092,
    "value": "The lowest temperature of any place in the world was recorded in Antarctica.  127 degrees below fahrenheit."
  },
  {
    "page": 2093,
    "value": "Before toothpaste was invented, some people cleaned their teeth with charcoal."
  },
  {
    "page": 2094,
    "value": "Alligator&#8217;s eggs hatch male babies in hot temperatures and female babies in cooler temperatures."
  },
  {
    "page": 2095,
    "value": "Your eyes produce a teaspoon of tears every hour."
  },
  {
    "page": 2096,
    "value": "Bees visit about five million flowers to make one average-size jar of honey."
  },
  {
    "page": 2097,
    "value": "Most spiders have 8 eyes."
  },
  {
    "page": 2098,
    "value": "A beaver&#8217;s home is called a lodge."
  },
  {
    "page": 2099,
    "value": "You can buy worms from a vending machine in Japan."
  },
  {
    "page": 2100,
    "value": "Woodpeckers once pecked holes in the space shuttle."
  },
  {
    "page": 2101,
    "value": "An eagle&#8217;s nest can stretch wider than your sofa."
  },
  {
    "page": 2102,
    "value": "The largest known ant supercolony stretches nearly 4,000 miles through Portugal, Spain, France, and Italy."
  },
  {
    "page": 2103,
    "value": "A shark can live for 6 weeks without eating."
  },
  {
    "page": 2104,
    "value": "The first computer was as long as a tennis court."
  },
  {
    "page": 2105,
    "value": "The length of your foot is about equal to the distance from your elbow to your wrist."
  },
  {
    "page": 2106,
    "value": "The information stored on an ipod nano would fill up eight pickup truckloads of paper."
  },
  {
    "page": 2107,
    "value": "Dogs pant up to 300 times a minute."
  },
  {
    "page": 2108,
    "value": "More than 99% of the species that have ever existed are now extinct."
  },
  {
    "page": 2109,
    "value": "Every square inch of your skin hosts about 6 million bacteria."
  },
  {
    "page": 2110,
    "value": "It&#8217;s not possible to tickle yourself."
  },
  {
    "page": 2111,
    "value": "In Italy, you can buy fresh pizza from a vending machine."
  },
  {
    "page": 2112,
    "value": "The harder you concentrate, the less you blink."
  },
  {
    "page": 2113,
    "value": "An eagle can spot a rabbit from more than a mile away."
  },
  {
    "page": 2114,
    "value": "Ketchup was originally sold as medicine."
  },
  {
    "page": 2115,
    "value": "A space suit costs about ten million dollars."
  },
  {
    "page": 2116,
    "value": "Hawaii is moving about three inches closer to Japan every year."
  },
  {
    "page": 2117,
    "value": "A human eyelash lasts approximately three to five months."
  },
  {
    "page": 2118,
    "value": "A rattlesnake&#8217;s rattle is made of the same material as your fingernails."
  },
  {
    "page": 2119,
    "value": "Scents smell better through your right nostril than your left."
  },
  {
    "page": 2120,
    "value": "Of any animal, the pig has a diet most like human&#8217;s."
  },
  {
    "page": 2121,
    "value": "Most of today&#8217;s calculators are more powerful than the world&#8217;s first computer."
  },
  {
    "page": 2122,
    "value": "The length of your arms stretched out is about equal to your height."
  },
  {
    "page": 2123,
    "value": "Mice can have up to 105 babies a year."
  },
  {
    "page": 2124,
    "value": "A line of all the Harry Potter books sold could circle the earth twice."
  },
  {
    "page": 2125,
    "value": "Rockets must travel at least 25,000 miles an hour to escape earth&#8217;s gravity."
  },
  {
    "page": 2126,
    "value": "September begins on the same day of the week as December every year."
  },
  {
    "page": 2127,
    "value": "A hippo&#8217;s lips are about two feet wide."
  },
  {
    "page": 2128,
    "value": "Recycling one soda can saves enough energy to run a TV for three hours."
  },
  {
    "page": 2129,
    "value": "The longest a person has gone without sleep is ten days."
  },
  {
    "page": 2130,
    "value": "Animals that lay eggs don&#8217;t have belly buttons."
  },
  {
    "page": 2131,
    "value": "A 95-mile-long underground river flows beneath Mexico."
  },
  {
    "page": 2132,
    "value": "Bats have thumbs."
  },
  {
    "page": 2133,
    "value": "The dots on dice are called pips."
  },
  {
    "page": 2134,
    "value": "The average dream lasts about 20 minutes."
  },
  {
    "page": 2135,
    "value": "Only female bees sting."
  },
  {
    "page": 2136,
    "value": "A bottlenose dolphin has a bigger brain than a human."
  },
  {
    "page": 2137,
    "value": "Your hair grows faster in the morning than at any other time of day."
  },
  {
    "page": 2138,
    "value": "The odds of getting a hole-in-one in golf are estimated at about 18,000-to-1."
  },
  {
    "page": 2139,
    "value": "February 1865 is the only month in recorded history to not have a full moon."
  },
  {
    "page": 2140,
    "value": "By 70 years of age, an average person will have lost 105 pounds of skin."
  },
  {
    "page": 2141,
    "value": "The opposite sides of a dice cube always add up to seven."
  },
  {
    "page": 2142,
    "value": "The average person laughs 13 times a day."
  },
  {
    "page": 2143,
    "value": "A cough releases an explosive charge of air that moves at speeds up to 60 mph."
  },
  {
    "page": 2144,
    "value": "Most lipstick contains fish scales."
  },
  {
    "page": 2145,
    "value": "Approximately 70% of the earth is covered by water.  Only 1% of this water is drinkable."
  },
  {
    "page": 2146,
    "value": "A chameleon&#8217;s tongue is twice the length of its body."
  },
  {
    "page": 2147,
    "value": "When nobody else is around, 47% of people drink straight from the carton."
  },
  {
    "page": 2148,
    "value": "Dragonflies have six legs but cannot walk!"
  },
  {
    "page": 2149,
    "value": "Fingernails grow faster than toenails."
  },
  {
    "page": 2150,
    "value": "A beaver cuts down an average of 216 trees per year &#8211; that&#8217;s 4 per week!"
  },
  {
    "page": 2151,
    "value": "No word in the English language rhymes with month, orange, silver or purple."
  },
  {
    "page": 2152,
    "value": "An average human scalp has 100,000 hairs."
  },
  {
    "page": 2153,
    "value": "Men are 6 times more likely to be struck by lightning than women."
  },
  {
    "page": 2154,
    "value": "28 million Americans or more are hearing impaired."
  },
  {
    "page": 2155,
    "value": "The average person falls asleep in 7 minutes."
  },
  {
    "page": 2156,
    "value": "Each year between Memorial Day and Labor Day, Americans consume 7 billion hot dogs.  That&#8217;s 818 every second!"
  },
  {
    "page": 2157,
    "value": "Most lipstick contains fish scales."
  },
  {
    "page": 2158,
    "value": "Michael Jordan was cut from his high school basketball team his sophomore year."
  },
  {
    "page": 2159,
    "value": "Cats cannot taste sweet things."
  },
  {
    "page": 2160,
    "value": "Martha Washington had the equivalent of 6 million dollars when she married George."
  },
  {
    "page": 2161,
    "value": "Only two people signed the Declaration of Independence on July 4th, John Hancock and Charles Thomson.  Most of the rest signed on August 2, but the last signature wasn&#8217;t added until 5 years later."
  },
  {
    "page": 2162,
    "value": "The portrait of Abraham Lincoln on the penny shows him facing to the right while all other portraits of presidents on U.S. circulating coins face left."
  },
  {
    "page": 2163,
    "value": "Strawberries have more vitamin C than oranges."
  },
  {
    "page": 2164,
    "value": "More than 150,000,000,000 pieces of mail are delivered each year in the U.S."
  },
  {
    "page": 2165,
    "value": "In an average lifetime a person will walk the equivalent of three times around the world."
  },
  {
    "page": 2166,
    "value": "The sentence &#8220;The quick brown fox jumps over the lazy dog&#8221; uses every letter in the English language."
  },
  {
    "page": 2167,
    "value": "McDonald&#8217;s is the world&#8217;s largest distributor of toys!"
  },
  {
    "page": 2168,
    "value": "A group of frogs is called an army."
  },
  {
    "page": 2169,
    "value": "A cat has 32 muscles in each ear."
  },
  {
    "page": 2170,
    "value": "Oak trees are struck by lightening more than any other tree."
  },
  {
    "page": 2171,
    "value": "Seaweed can grow up to 12 inches per day!"
  },
  {
    "page": 2172,
    "value": "There are 336 dimples on a regulation golf ball."
  },
  {
    "page": 2173,
    "value": "Humans shed about 600,000 particles of skin every hour &#8211; about 1.5 pounds a year."
  },
  {
    "page": 2174,
    "value": "The average person commutes 30 minutes each way to and from work.  In 5 years, that&#8217;s 1250 hours in the car."
  },
  {
    "page": 2175,
    "value": "Honey is the only food that doesn&#8217;t spoil."
  },
  {
    "page": 2176,
    "value": "The strongest muscle in the body is the tongue."
  },
  {
    "page": 2177,
    "value": "Your brain is 80% water."
  },
  {
    "page": 2178,
    "value": "Over 10,000 birds a year die from smashing into windows."
  },
  {
    "page": 2179,
    "value": "The chance of you dying on the way to get your lottery tickets is greater than your chance of winning."
  },
  {
    "page": 2180,
    "value": "A goldfish has a memory span of three seconds."
  },
  {
    "page": 2181,
    "value": "Oak trees do not have acorns until they are fifty years old or older."
  },
  {
    "page": 2182,
    "value": "More than 50% of the people in the world have never made or received a telephone call."
  },
  {
    "page": 2183,
    "value": "Sneezes can travel at 100 mph."
  },
  {
    "page": 2184,
    "value": "The average person only uses 2-5% of his mental capacity."
  },
  {
    "page": 2185,
    "value": "Most dust particles in your house come from dead skin."
  },
  {
    "page": 2186,
    "value": "The longest one-syllable word in the English language is &#8220;screeched.&#8221;"
  },
  {
    "page": 2187,
    "value": "The ball on top of a flagpole is called the truck."
  },
  {
    "page": 2188,
    "value": "Coca-cola was originally green."
  },
  {
    "page": 2189,
    "value": "Benjamin Franklin was the inventor of the rocking chair."
  },
  {
    "page": 2190,
    "value": "If the sun were to burn out, we would not know for 8 minutes."
  },
  {
    "page": 2191,
    "value": "Months that begin on a Sunday will always have a Friday the 13th."
  },
  {
    "page": 2192,
    "value": "7,000 new insect species are discovered every year."
  },
  {
    "page": 2193,
    "value": "Other than humans, pigs are the only animals that can get sunburn."
  },
  {
    "page": 2194,
    "value": "Children grow faster in the springtime than any other season during the year."
  },
  {
    "page": 2195,
    "value": "The animal responsible for the most human deaths worldwide is the mosquito."
  },
  {
    "page": 2196,
    "value": "Honeybees never sleep and can fly at 15 mph."
  },
  {
    "page": 2197,
    "value": "There are 555,000,000 cupcakes eaten nationwide in one year."
  },
  {
    "page": 2198,
    "value": "The average human brain weighs three pounds."
  },
  {
    "page": 2199,
    "value": "Males sweat 40% more than females."
  },
  {
    "page": 2200,
    "value": "All major league baseball umpires must wear black underwear while on the job!"
  },
  {
    "page": 2201,
    "value": "The Atlantic Ocean is saltier than the Pacific Ocean."
  },
  {
    "page": 2202,
    "value": "The most popular sport for a film is boxing."
  },
  {
    "page": 2203,
    "value": "About 1 in 30 people, in the U.S., are in jail, on probation, or on parole."
  },
  {
    "page": 2204,
    "value": "50% of U.S. pizzas are sold with pepperoni on them."
  },
  {
    "page": 2205,
    "value": "To burn off one plain M &amp; M candy, you need to walk the full length of a football field."
  },
  {
    "page": 2206,
    "value": "The powder on chewing gum is finely-ground marble."
  },
  {
    "page": 2207,
    "value": "The number one selling snack in the U.S. is potato chips."
  },
  {
    "page": 2208,
    "value": "Dartboards are made out of horsehairs."
  },
  {
    "page": 2209,
    "value": "Jumbo jets use 4,000 gallons of fuel to take off."
  },
  {
    "page": 2210,
    "value": "The can opener was invented 48 years after the can."
  },
  {
    "page": 2211,
    "value": "47% of people have a nightmare at least once a month."
  },
  {
    "page": 2212,
    "value": "The first four countries to have television were:  England, U.S., U.S.S.R and Brazil."
  },
  {
    "page": 2213,
    "value": "People that suffer from gum disease are twice as likely to have a stroke or heart attack."
  },
  {
    "page": 2214,
    "value": "If you mouth the word &#8220;colorful&#8221; to someone, it looks like you&#8217;re saying &#8220;I love you.&#8221;"
  },
  {
    "page": 2215,
    "value": "90% of all restaurants fail during their first year of operation."
  },
  {
    "page": 2216,
    "value": "The average person eats 1500 pounds of food per year."
  },
  {
    "page": 2217,
    "value": "80% of millionaires drive used cars."
  },
  {
    "page": 2218,
    "value": "The first breakfast cereal ever produced was Shredded Wheat."
  },
  {
    "page": 2219,
    "value": "While 7 men in 100 have some form of color blindness, only 1 woman in 1,000 suffers from it."
  },
  {
    "page": 2220,
    "value": "To sell your home faster, and for more money, paint it yellow."
  },
  {
    "page": 2221,
    "value": "68% of a Hostess Twinkie is air."
  },
  {
    "page": 2222,
    "value": "Each 5 m.p.h. you drive over 60 m.p.h. is like paying an additional $.10 a gallon for gas!"
  },
  {
    "page": 2223,
    "value": "When Heinz ketchup leaves the bottle, it travels at a rate of 25 miles per year."
  },
  {
    "page": 2224,
    "value": "During the Gold Rush in 1849, some people paid as much as $100 for a glass of water!"
  },
  {
    "page": 2225,
    "value": "Your fingernails grow faster in winter."
  },
  {
    "page": 2226,
    "value": "An average yawn lasts about 6 seconds."
  },
  {
    "page": 2227,
    "value": "47% of Americans say they have given money to family members in the past year so they can pay their bills."
  },
  {
    "page": 2228,
    "value": "The most common food eaten in bed is a cracker."
  },
  {
    "page": 2229,
    "value": "The word &#8216;News&#8217; is actually an acronym standing for the 4 cardinal compass points &#8211; North, East, West, and South."
  },
  {
    "page": 2230,
    "value": "In its entire lifetime, the average worker bee produces 1/12th teaspoon of honey."
  },
  {
    "page": 2231,
    "value": "Basketball great Wilt Chamberlain never fouled out of a game."
  },
  {
    "page": 2232,
    "value": "It has been established that 90% of all input is negative.  The average person receives 140,o00 negative messages compared to 20,000 positive messages."
  },
  {
    "page": 2233,
    "value": "A hardboiled egg will spin.  An uncooked or softboiled egg will not."
  },
  {
    "page": 2234,
    "value": "Americans spent $827 million on mac-and-cheese in 2010.  That is up 27% over the past five years."
  },
  {
    "page": 2235,
    "value": "There are 72.9 products ordered per second on Amazon."
  },
  {
    "page": 2236,
    "value": "89% of drivers eat or drink while driving.  46% have swatted an insect and 33% have read a map while driving.  This may explain why 33% were involved in an accident because the other driver was distracted."
  },
  {
    "page": 2237,
    "value": "&#8216;Second Street&#8217; is the most common street name in the United States, &#8216;First Street&#8217; is the sixth!"
  },
  {
    "page": 2238,
    "value": "A firstborn child is 20% more likely to become a CEO than the last-born child."
  },
  {
    "page": 2239,
    "value": "The average household has 20 digital devices."
  },
  {
    "page": 2240,
    "value": "Leaving your cell phone in the bathroom while you take a steamy shower is almost as bad as dropping it in the bathtub."
  },
  {
    "page": 2241,
    "value": "1 in 16 kids under age 5 has a facebook page."
  },
  {
    "page": 2242,
    "value": "According to the U.S. FDA standards, 1 cup of orange juice is allowed to contain 10 fruit fly eggs, but only 2 maggots."
  },
  {
    "page": 2243,
    "value": "We remember only 20% of what we hear."
  },
  {
    "page": 2244,
    "value": "On average, falling asleep while driving results in 550 accidents per day in the United States."
  },
  {
    "page": 2245,
    "value": "The average household throws away 13,000 pieces of paper per year."
  },
  {
    "page": 2246,
    "value": "Walking 6 miles per week may help prevent brain shrinkage and dementia."
  },
  {
    "page": 2247,
    "value": "75% of Americans don&#8217;t get enough Vitamin D."
  },
  {
    "page": 2248,
    "value": "Approximately 55% of movies released are rated R."
  },
  {
    "page": 2249,
    "value": "55% of people yawn within 5 minutes of seeing someone else yawn."
  },
  {
    "page": 2250,
    "value": "Wild bananas originated in Asia and have been cultivated for more than 4,000 years."
  },
  {
    "page": 2251,
    "value": "New research shows that homes of single men contain 15 times the amount of bacteria than do the homes of single women."
  },
  {
    "page": 2252,
    "value": "Leaving the water running while brushing your teeth can waste four gallons of water in a minute."
  },
  {
    "page": 2253,
    "value": "Oldest kids get 3,000 additional hours of quality time with parents compared with their younger siblings."
  },
  {
    "page": 2254,
    "value": "On average, a disposable diaper can hold up to 7 pounds of liquid."
  },
  {
    "page": 2255,
    "value": "Taft was the last President with facial hair."
  },
  {
    "page": 2256,
    "value": "Every month, more than 90% of the children in the United States eat at McDonald&#8217;s."
  },
  {
    "page": 2257,
    "value": "According to the Guinness Book of World Records, the largest bubble ever blown from bubble gum was 23 inches in diameter!"
  },
  {
    "page": 2258,
    "value": "Worldwide, over 50 million roses are given for Valentine&#8217;s Day each year."
  },
  {
    "page": 2259,
    "value": "The average person has about 1,460 dreams a year."
  },
  {
    "page": 2260,
    "value": "The average person who stops smoking requires one hour less sleep a night."
  },
  {
    "page": 2261,
    "value": "Each day in the U.S. animal shelters are forced to destroy 30,000 dogs and cats."
  },
  {
    "page": 2262,
    "value": "Laughing lowers levels of stress hormones and strengthens the immune system."
  },
  {
    "page": 2263,
    "value": "The creator of the NIKE Swoosh symbol was paid only $35 for the design."
  },
  {
    "page": 2264,
    "value": "More people are allergic to cow&#8217;s milk than any other food."
  },
  {
    "page": 2265,
    "value": "Half of all identity thieves are either relatives, friends, or neighbors of their victims."
  },
  {
    "page": 2266,
    "value": "If one stops smoking&#8230;  After 8 hours, the carbon monoxide in your blood drops to normal.  After 48 hours, nerve endings start regrowing and the ability to smell and taste is enhanced.  After a year, the risk of heart disease drops halfway back to that of a non-smoker.  After 15 years, the risk of coronary heart disease is that of a non-smoker."
  },
  {
    "page": 2267,
    "value": "The average American spends 120 hours a month watching television, the equivalent of five complete days in front of the TV."
  },
  {
    "page": 2268,
    "value": "Americans eat more than 16 pounds of french fries every year, which comes to over 2 million tons!"
  },
  {
    "page": 2269,
    "value": "Your ears secrete more earwax when you are afraid than when you aren&#8217;t."
  },
  {
    "page": 2270,
    "value": "Forensic scientists can determine a person&#8217;s sex, age and race by examining a single strand of hair."
  },
  {
    "page": 2271,
    "value": "The average man eats 110,000 pounds of food during his lifetime."
  },
  {
    "page": 2272,
    "value": "On average, a person has about 100,000 hairs growing on top of their head and they lose between 50 to 100 of them everyday.  A blond sprouts about 140,000, a redhead has around 90,000 and a brown haired individual&#8217;s head bares something in between."
  },
  {
    "page": 2273,
    "value": "If you spend one hour in a public swimming pool, you will come in contact with about 50 ounces of urine."
  },
  {
    "page": 2274,
    "value": "In one year, you will swallow 14 bugs in your sleep."
  },
  {
    "page": 2275,
    "value": "Approximately 100 people die each year choking on ballpoint pens."
  },
  {
    "page": 2276,
    "value": "Bottled water costs almost 1,000 times more than tap water."
  },
  {
    "page": 2277,
    "value": "It&#8217;s more straining for the vocal chords to whisper than to speak in a normal voice."
  },
  {
    "page": 2278,
    "value": "A single thread in a spider&#8217;s web is as strong as a steel cable of the same size."
  },
  {
    "page": 2279,
    "value": "The most dangerous job in the United States is that of an Alaskan Crab Fisherman."
  },
  {
    "page": 2280,
    "value": "The leading cause of poisoning for children under the age of six in the home is liquid dish soap."
  },
  {
    "page": 2281,
    "value": "People with blue eyes are better able to see in the dark."
  },
  {
    "page": 2282,
    "value": "Take your height and divide by eight.  That&#8217;s how tall your head is."
  },
  {
    "page": 2283,
    "value": "The animal responsible for the most human deaths worldwide is the mosquito."
  },
  {
    "page": 2284,
    "value": "Your home is 10 times more likely to have a fire than to be burglarized."
  },
  {
    "page": 2285,
    "value": "When you are born, you have 300 bones in your body but when you die, you only have 206."
  },
  {
    "page": 2286,
    "value": "Dogs have four toes on their hind feet and five on their front feet."
  },
  {
    "page": 2287,
    "value": "95% of the creatures on earth are smaller than a chicken egg."
  },
  {
    "page": 2288,
    "value": "Only 6% of the land on Earth is suitable for growing crops."
  },
  {
    "page": 2289,
    "value": "80% of deaths in U.S. casinos are caused by heart attacks."
  },
  {
    "page": 2290,
    "value": "46% of violence on T.V. occurs in cartoons."
  },
  {
    "page": 2291,
    "value": "32% of singles polled think they will meet their future mate online."
  },
  {
    "page": 2292,
    "value": "In 1948, 2.3% of American households had televisions.  Today 99% do."
  },
  {
    "page": 2293,
    "value": "85% of phone calls are conducted in the English language."
  },
  {
    "page": 2294,
    "value": "McDonald&#8217;s straws are wider in circumference than other restaurant or store-bought straws because McDonald&#8217;s tested them with their customers and found that the present size of the straw is preferred by the majority of their customers."
  },
  {
    "page": 2295,
    "value": "1 in 4 people admit to searching in their host&#8217;s medicine cabinets."
  },
  {
    "page": 2296,
    "value": "A bird does not tip over while sleeping on a telephone wire because of tendons located in the knee joint, ankle joint and under their toe bones."
  },
  {
    "page": 2297,
    "value": "In 1950, only 7% of Americans dyed their hair, now 75% do."
  },
  {
    "page": 2298,
    "value": "85% of parents use child safety seats incorrectly."
  },
  {
    "page": 2299,
    "value": "One in seven Americans can&#8217;t locate the U.S. on a map."
  },
  {
    "page": 2300,
    "value": "Only 6% of all coupons printed are ever redeemed."
  },
  {
    "page": 2301,
    "value": "72% of Americans don&#8217;t know the people who live next door."
  },
  {
    "page": 2302,
    "value": "5% of Americans say they &#8220;never&#8221; make their bed."
  },
  {
    "page": 2303,
    "value": "Christmas trees take an average of 7-10 years to mature."
  },
  {
    "page": 2304,
    "value": "The most common birth date is October 5 and the least common is May 22 in the USA."
  },
  {
    "page": 2305,
    "value": "It cost 7 million dollars to build the Titanic and 200 million to make a film about it."
  },
  {
    "page": 2306,
    "value": "Penguins can jump as high as 6 feet in the air."
  },
  {
    "page": 2307,
    "value": "A baby is born every seven seconds."
  },
  {
    "page": 2308,
    "value": "On average you speak almost 5,000 words a day &#8211; although almost 80% of speaking is self-talk (talking to yourself)."
  },
  {
    "page": 2309,
    "value": "In one day an average person will take about 18,000 steps."
  },
  {
    "page": 2310,
    "value": "The average North-American will eat 35,000 cookies during their life span."
  },
  {
    "page": 2311,
    "value": "The average American uses eight times as much fuel energy as an average person anywhere else in the world."
  },
  {
    "page": 2312,
    "value": "Ingredients in lipstick contain fish scales."
  },
  {
    "page": 2313,
    "value": "Dreamt is the only English word that ends in the letters &#8220;mt.&#8221;"
  },
  {
    "page": 2314,
    "value": "7,000 new insect species are discovered every year."
  },
  {
    "page": 2315,
    "value": "The dumbest domesticated animal is the turkey."
  },
  {
    "page": 2316,
    "value": "Each year, 24,000 Americans are bitten by rats!"
  },
  {
    "page": 2317,
    "value": "Flossing your teeth every day can add a year to your life.  Gums can spread bacteria to the bloodstream and lead to inflammation and heart disease."
  },
  {
    "page": 2318,
    "value": "91% of Americans eat turkey on Thanksgiving Day.  More than 40 million green bean casseroles are served."
  },
  {
    "page": 2319,
    "value": "15% of Americans secretly bite their toes."
  },
  {
    "page": 2320,
    "value": "While sitting down, make clockwise circles with your right foot.  While doing this draw the number &#8220;6&#8221; in the air with your right hand.   Your foot will change direction."
  },
  {
    "page": 2321,
    "value": "A leech has 32 brains."
  },
  {
    "page": 2322,
    "value": "The word &#8220;listen&#8221; contains the same letters as the word &#8220;silent.&#8221;"
  },
  {
    "page": 2323,
    "value": "More people use blue toothbrushes than red ones."
  },
  {
    "page": 2324,
    "value": "22% of people leave the glob of toothpaste in the sink."
  },
  {
    "page": 2325,
    "value": "56% of 8 year olds drink soft drinks daily."
  },
  {
    "page": 2326,
    "value": "In 75% of American households, women manage the money and pay the bills."
  },
  {
    "page": 2327,
    "value": "Forest fires move faster uphill than downhill."
  },
  {
    "page": 2328,
    "value": "Most of the dust in your home is actually dead skin!"
  },
  {
    "page": 2329,
    "value": "A recent study found teens send an average of 34 texts a night (adding up to 3,400) a month after going to bed &#8211; in some cases up to 4 hours after going to bed."
  },
  {
    "page": 2330,
    "value": "Babies are born without kneecaps."
  },
  {
    "page": 2331,
    "value": "Snickers is the most popular candy bar sold for Halloween."
  },
  {
    "page": 2332,
    "value": "Over 10% of pet owners dress their pets in Halloween costumes."
  },
  {
    "page": 2333,
    "value": "Halloween candy sales average about 2 billion dollars annually in the United States."
  },
  {
    "page": 2334,
    "value": "A million dollars&#8217; worth of $100 bills weighs only 22 pounds."
  },
  {
    "page": 2335,
    "value": "Only 1% of bacteria cause disease in humans."
  },
  {
    "page": 2336,
    "value": "Fast food hamburgers cost more pound for pound than a new car."
  },
  {
    "page": 2337,
    "value": "A car operates at maximum economy, gas-wise, at speeds between 25 and 35 miles per hour."
  },
  {
    "page": 2338,
    "value": "An average human scalp has 100,000 hairs."
  },
  {
    "page": 2339,
    "value": "Approximately 70% of the earth is covered by water.  Only 1% of this water is drinkable."
  },
  {
    "page": 2340,
    "value": "You share your birthday with at least 9 million other people in the world."
  },
  {
    "page": 2341,
    "value": "Some dogs known as &#8220;Seizure Alert dogs&#8221; can alert their masters up to an hour before the beginning of an epileptic seizure."
  },
  {
    "page": 2342,
    "value": "The risk of heart attacks is higher on Monday than any other day."
  },
  {
    "page": 2343,
    "value": "33% of all dog owners in the US admitted to talking to their dogs on the phone or leaving them messages on the answering machine."
  },
  {
    "page": 2344,
    "value": "A person visits the restroom 6 times per day on average."
  },
  {
    "page": 2345,
    "value": "The egg is one of the best foods for your brain and your temperament."
  },
  {
    "page": 2346,
    "value": "Approximately one-third of the population can&#8217;t snap their fingers!"
  },
  {
    "page": 2347,
    "value": "Drivers kill more deer than hunters."
  },
  {
    "page": 2348,
    "value": "A yawn usually lasts for approximately 6 seconds."
  },
  {
    "page": 2349,
    "value": "A lifespan of an eyelash is approximately 150 days."
  },
  {
    "page": 2350,
    "value": "In a lifetime, the average driver will  honk 15,250 times."
  },
  {
    "page": 2351,
    "value": "A woodpecker can peck 20 times per second."
  },
  {
    "page": 2352,
    "value": "Unlike other fruits, cranberries do not show their ripeness with color.  Instead, they are sorted by bouncing:  good cranberries bounce and bad ones don&#8217;t."
  },
  {
    "page": 2353,
    "value": "The Bible is the most shoplifted book in the world."
  },
  {
    "page": 2354,
    "value": "The tongue of a blue whale weighs about as much as a full-grown elephant or a Hummer H2 Sport Utility Vehicle."
  },
  {
    "page": 2355,
    "value": "Within 5 minutes of waking, half of your dream is forgotten."
  },
  {
    "page": 2356,
    "value": "An apple, potato, and onion all taste the same if you eat them with your nose plugged.  They all taste sweet."
  },
  {
    "page": 2357,
    "value": "A chicken with red earlobes will produce brown eggs and a chicken with white earlobes will produce white eggs."
  },
  {
    "page": 2358,
    "value": "The least likely day to eat out in the United States is Monday."
  },
  {
    "page": 2359,
    "value": "The highest consumption of pizza occurs during Super Bowl week."
  },
  {
    "page": 2360,
    "value": "The average male driver drives 276 miles lost every year.  They lose about $3,000 over their lifetime by not asking for directions.  Women are more likely to stop and ask for directions."
  },
  {
    "page": 2361,
    "value": "Leonardo da Vinci could write with one hand and draw with the other."
  },
  {
    "page": 2362,
    "value": "What is the shortest complete sentence in the English language?  &#8220;I am.&#8221;"
  },
  {
    "page": 2363,
    "value": "The largest producer of gold is South Africa."
  },
  {
    "page": 2364,
    "value": "The smallest bird in the world is the hummingbird.  It weights 1 oz."
  },
  {
    "page": 2365,
    "value": "A cockroach&#8217;s brain is spread throughout its body.  If you chop off its head, it can still live for up to a week.  It finally dies because it can&#8217;t eat."
  },
  {
    "page": 2366,
    "value": "In a 2005 survey, 43% of Americans called in sick when there was nothing wrong with them."
  },
  {
    "page": 2367,
    "value": "To see a rainbow you must have your back to the sun."
  },
  {
    "page": 2368,
    "value": "A 2-inch square of Velcro is strong enough to hang a 175 &#8211; pound man from the ceiling."
  },
  {
    "page": 2369,
    "value": "Jellyfish are 95% water."
  },
  {
    "page": 2370,
    "value": "The percentage of American men who say they would marry the same woman if they had to do it all over again:  80%.  The percentage of American women who say the same:  50%."
  },
  {
    "page": 2371,
    "value": "You can tell the temperature by listening to a cricket chirp.  For the temperature in degrees Fahrenheit, count the number of chirps in 15 seconds and then add 37."
  },
  {
    "page": 2372,
    "value": "On average, women utter 7,000 words a day; men manage just over 2,000."
  },
  {
    "page": 2373,
    "value": "Mr. Potato Head was the first toy advertised on television."
  },
  {
    "page": 2374,
    "value": "Dr. Seuss wrote Green Eggs and  Ham after his editor challenged him to produce a book using fewer than 50 different words."
  },
  {
    "page": 2375,
    "value": "One out of five American meals is eaten in a car."
  },
  {
    "page": 2376,
    "value": "Throughout its lifetime, an elephant goes through six sets of teeth.  The elephant starves to death once the sixth set of teeth falls out."
  },
  {
    "page": 2377,
    "value": "Bamboo is stronger than concrete."
  },
  {
    "page": 2378,
    "value": "Hawaii is the only state in the United States that grows coffee."
  },
  {
    "page": 2379,
    "value": "The ears of a cricket are located on its front legs, just below the knees."
  },
  {
    "page": 2380,
    "value": "There are roughly 144,000 mosquitoes for every person on earth."
  },
  {
    "page": 2381,
    "value": "The odds of getting a hole-in-one in golf are estimated at about 18,000-to-1."
  },
  {
    "page": 2382,
    "value": "Jimmy Carter is the first U.S. President to have been born in a hospital."
  },
  {
    "page": 2383,
    "value": "Identical twins do not have identical fingerprints."
  },
  {
    "page": 2384,
    "value": "About half of all Americans are on a diet on any given day."
  },
  {
    "page": 2385,
    "value": "Months that begin on a Sunday will always have a Friday the 13th."
  },
  {
    "page": 2386,
    "value": "The most used letter int he English alphabet is &#8216;E&#8217; and &#8216;Q&#8217; is the least used."
  },
  {
    "page": 2387,
    "value": "A newborn kangaroo is about 1 inch in length."
  },
  {
    "page": 2388,
    "value": "The average ear of corn has eight-hundred kernels arranged in sixteen rows."
  },
  {
    "page": 2389,
    "value": "The most popular ice cream flavor is vanilla."
  },
  {
    "page": 2390,
    "value": "The aorta, the largest artery in the body, is almost the diameter of a garden hose."
  },
  {
    "page": 2391,
    "value": "Each year, more than 50,000 people are injured by jewelry in the U.S."
  },
  {
    "page": 2392,
    "value": "Hershey Kisses are called that because the machine that makes them looks like it&#8217;s kissing the conveyor belt."
  },
  {
    "page": 2393,
    "value": "McDonald&#8217;s is the world&#8217;s largest distributor of toys."
  },
  {
    "page": 2394,
    "value": "The average person laughs 13 times a day."
  },
  {
    "page": 2395,
    "value": "A chameleon&#8217;s tongue is twice the length of its body."
  },
  {
    "page": 2396,
    "value": "All 50 states are listed across the top of the Lincoln Memorial on the back of the $5 bill."
  },
  {
    "page": 2397,
    "value": "Avocados have more protein than any other fruit."
  },
  {
    "page": 2398,
    "value": "It takes a drop of ocean water more than 1,000 years to circulate around the world."
  },
  {
    "page": 2399,
    "value": "Men are 6 times more likely to be struck by lightening than women."
  },
  {
    "page": 2400,
    "value": "What trivia fact about Mel Blanc (voice of Bugs Bunny) is the most ironic?  He was allergic to carrots."
  },
  {
    "page": 2401,
    "value": "The sloth (a mammal) moves so slowly that green algae can grow undisturbed on its fur."
  },
  {
    "page": 2402,
    "value": "Coconuts kill more people in the world than sharks do.  Approximately 150 people are killed each year by coconuts."
  },
  {
    "page": 2403,
    "value": "In most advertisements, including newspapers, the time displayed on a watch is 10:10."
  },
  {
    "page": 2404,
    "value": "An egg will float if placed in water in which sugar has been added."
  },
  {
    "page": 2405,
    "value": "Mosquitoes prefer children to adults, blondes to brunettes."
  },
  {
    "page": 2406,
    "value": "A car is stolen every 30 seconds in the United States."
  },
  {
    "page": 2407,
    "value": "Baby robins eat 14 feet of earthworms per day."
  },
  {
    "page": 2408,
    "value": "In an average lifetime a person will walk the equivalent of three times around the world."
  },
  {
    "page": 2409,
    "value": "The average life span of a major league baseball is 5-7 pitches."
  },
  {
    "page": 2410,
    "value": "The average human eats 8 spiders in their lifetime at night."
  },
  {
    "page": 2411,
    "value": "At birth, a panda bear is smaller than a mouse."
  },
  {
    "page": 2412,
    "value": "Fast food hamburgers cost more pound for pound than a new car."
  },
  {
    "page": 2413,
    "value": "The state of Florida is bigger than England."
  },
  {
    "page": 2414,
    "value": "Each day, up to 150 specifies of  life become extinct."
  },
  {
    "page": 2415,
    "value": "Europe is the only continent without a desert."
  },
  {
    "page": 2416,
    "value": "If you shake a can of mixed nuts, the larger ones go to the top."
  },
  {
    "page": 2417,
    "value": "A group of frogs is called an army."
  },
  {
    "page": 2418,
    "value": "Pollen can travel up to 500 miles in a day."
  },
  {
    "page": 2419,
    "value": "Stars collide once every thousand years or so."
  },
  {
    "page": 2420,
    "value": "The giant squid has the largest eyes in the world."
  },
  {
    "page": 2421,
    "value": "There are more stars in the universe than grains of sand on Earth."
  },
  {
    "page": 2422,
    "value": "Coca-cola was originally green."
  },
  {
    "page": 2423,
    "value": "On average, a movie makes about 5 times more from its video sales than ticket takings."
  },
  {
    "page": 2424,
    "value": "You share your birthday with at least 9 million other people in the world."
  },
  {
    "page": 2425,
    "value": "A cough releases an explosive charge of air that moves at speeds up to 60 mph."
  },
  {
    "page": 2426,
    "value": "The largest rock in the world is in Australia."
  },
  {
    "page": 2427,
    "value": "Martha Washington had the equivalent of 6 million dollars when she married George."
  },
  {
    "page": 2428,
    "value": "28 million Americans or more are hearing impaired."
  },
  {
    "page": 2429,
    "value": "There are 450 hairs in an average eyebrow."
  },
  {
    "page": 2430,
    "value": "Seaweed can grow up to 12 inches per day!"
  },
  {
    "page": 2431,
    "value": "The opposite sides of a dice cube always add up to seven."
  },
  {
    "page": 2432,
    "value": "47% of dogs in the United States sleep in a family member&#8217;s bed."
  },
  {
    "page": 2433,
    "value": "Oak trees are struck by lightening more often than any other tree."
  },
  {
    "page": 2434,
    "value": "The attachment of the human skin to muscles is what causes dimples."
  },
  {
    "page": 2435,
    "value": "Alaska is the state with the highest percentage of people who walk to work."
  },
  {
    "page": 2436,
    "value": "The purpose of tonsils is to destroy foreign substances that are swallowed or breathed in."
  },
  {
    "page": 2437,
    "value": "A baseball will go farther in hot temperature than in cold temperature."
  },
  {
    "page": 2438,
    "value": "Studies show that people with pets live longer, have less stress, and fewer health problems."
  },
  {
    "page": 2439,
    "value": "Ten tons of space dust falls on the earth every day."
  },
  {
    "page": 2440,
    "value": "On average you can dream anywhere from one or two hours every night.  You can have four to seven dreams in one night."
  },
  {
    "page": 2441,
    "value": "Nachos is the food most craved by pregnant women."
  },
  {
    "page": 2442,
    "value": "Volkswagen has sold more than 21 million beetles, making it the most popular car in history."
  },
  {
    "page": 2443,
    "value": "For more than 3,000 years, Carpenter ants have been used to close wounds in India, Asia, and South America."
  },
  {
    "page": 2444,
    "value": "55 percent of people yawn within 5 minutes of seeing someone else yawn.  Reading about yawning makes most people yawn."
  },
  {
    "page": 2445,
    "value": "The word &#8220;listen&#8221; contains the same letters as the word &#8220;silent.&#8221;"
  },
  {
    "page": 2446,
    "value": "If you could drive to the sun &#8211; at 55 miles per hour &#8211; it would take about 193 years."
  },
  {
    "page": 2447,
    "value": "Rats multiply so quickly that in 18 months, two rats could have over a million descendants."
  },
  {
    "page": 2448,
    "value": "12 newborns will be given to the wrong parents daily."
  },
  {
    "page": 2449,
    "value": "Alaska is the most earthquake prone zone in the world."
  },
  {
    "page": 2450,
    "value": "The average number of people airborne over the U.S. any given hour is 61,000."
  },
  {
    "page": 2451,
    "value": "Recycling one glass jar, saves enough energy to watch T.V. for 3 hours!"
  },
  {
    "page": 2452,
    "value": "The home team must provide the referee with 36 footballs for each National Football League game."
  },
  {
    "page": 2453,
    "value": "The sound you hear when you crack your knuckles is actually the sound of nitrogen gas bubbles bursting."
  },
  {
    "page": 2454,
    "value": "The most dangerous job in the United States is that of a fisherman, followed by logging and then an airline pilot."
  },
  {
    "page": 2455,
    "value": "Superman The Escape Rollercoaster, located in California at Six Flags Magic Mountain, goes from 0 to 100 miles per hour in only 7 seconds."
  },
  {
    "page": 2456,
    "value": "93% of all greeting cards are purchased by women."
  },
  {
    "page": 2457,
    "value": "The largest earthworm on record was found in South Africa and measured 22 feet."
  },
  {
    "page": 2458,
    "value": "A mother hen turns her egg approximately 50 times in a day.  This is so the yoke does not stick to the shell."
  },
  {
    "page": 2459,
    "value": "Wild turkeys can run at speeds up to 25 miles per hour."
  },
  {
    "page": 2460,
    "value": "Approximately two gallons of water are used to brush your teeth."
  },
  {
    "page": 2461,
    "value": "Antarctica is the only land on our planet that is not owned by any country."
  },
  {
    "page": 2462,
    "value": "In a year, an average American kid eats 46 slices of pizza."
  },
  {
    "page": 2463,
    "value": "Research has indicated that a tie that is on too tight can increase the risk of glaucoma in men."
  },
  {
    "page": 2464,
    "value": "On average, falling asleep while driving results in 550 accidents per day in the United States."
  },
  {
    "page": 2465,
    "value": "Pucks hit by hockey sticks have reached speeds of up to 150 miles per hour."
  },
  {
    "page": 2466,
    "value": "The most recycled product in the world is the automobile."
  },
  {
    "page": 2467,
    "value": "A giraffe is able to clean its ears with its own tongue."
  },
  {
    "page": 2468,
    "value": "In one trip, a honey bee visits about 75 flowers."
  },
  {
    "page": 2469,
    "value": "The last thing Elvis Presley ate before he died was four scoops of ice cream and six chocolate chip cookies."
  },
  {
    "page": 2470,
    "value": "It takes approximately 12 hours for food to entirely digest."
  },
  {
    "page": 2471,
    "value": "Lack of water is the #1 trigger for daytime fatigue."
  },
  {
    "page": 2472,
    "value": "A puppy is born blind, deaf and toothless."
  },
  {
    "page": 2473,
    "value": "The average American watches TV 6 hours a day.  If you are one of these average folks, by the time you are 60 years old, you will have wasted 15 years of your life watching TV."
  },
  {
    "page": 2474,
    "value": "The ZIP in zip code stands for &#8220;Zone Improvement Plan.&#8221;"
  },
  {
    "page": 2475,
    "value": "If you have food in the refrigerator, clothes on your back, a roof over your head and a place to sleep, you are richer than 75% of this world."
  },
  {
    "page": 2476,
    "value": "The only real person to be a Pez head was Betsy Ross."
  },
  {
    "page": 2477,
    "value": "A fingernail or toenail takes about 6 months to grow from base to tip."
  },
  {
    "page": 2478,
    "value": "Maine is the only state whose name is just one syllable."
  },
  {
    "page": 2479,
    "value": "Learning is 75% attitude and 25% IQ."
  },
  {
    "page": 2480,
    "value": "Texas has the highest bat population in the United States."
  },
  {
    "page": 2481,
    "value": "Sharks lay the biggest eggs in the world."
  },
  {
    "page": 2482,
    "value": "In the US, Americans eat about 18 acres of pizza a day."
  },
  {
    "page": 2483,
    "value": "It has been recommended by dentists that a toothbrush be kept at least 6 feet away from a toilet to avoid airborne particles resulting from the flush!"
  },
  {
    "page": 2484,
    "value": "Blue and white are the most common school colors."
  },
  {
    "page": 2485,
    "value": "Over our lifetime we&#8217;ll spend approximately 28 years sleeping, 25 years working, 14 years watching TV, 8 years eating, 7.5 years in leisure or miscellaneous activities and 3.5 years getting dressed."
  },
  {
    "page": 2486,
    "value": "We remember only 20% of what we hear."
  },
  {
    "page": 2487,
    "value": "100 million meteoroids enter the Earth&#8217;s atmosphere every day."
  },
  {
    "page": 2488,
    "value": "Blueberry juice boosts memory."
  },
  {
    "page": 2489,
    "value": "When cats are happy or pleased, they squeeze their eyes shut."
  },
  {
    "page": 2490,
    "value": "Over 90% of all fish caught are caught in the northern hemisphere."
  },
  {
    "page": 2491,
    "value": "The name Wendy was made up for the book Peter Pan."
  },
  {
    "page": 2492,
    "value": "August has the highest percentage of births."
  },
  {
    "page": 2493,
    "value": "A shrimp’s heart is located in its head."
  },
  {
    "page": 2494,
    "value": "The earth experiences 50,000 earthquakes each year."
  },
  {
    "page": 2495,
    "value": "On average, an adult laughs 15 times a day while a baby laughs 400 times a day."
  },
  {
    "page": 2496,
    "value": "Nobody knows why, but 90% of all women walk directly to the right when they enter a department store."
  },
  {
    "page": 2497,
    "value": "There are no fish in the dead sea."
  },
  {
    "page": 2498,
    "value": "26 astronauts have reported seeing UFO&#8217;s while circling the earth."
  },
  {
    "page": 2499,
    "value": "The daily production of gases in your large intestine measures 2 to 2.5 gallons.  You will emit about 0.2 gallons of this while your intestinal wall absorbs the rest."
  },
  {
    "page": 2500,
    "value": "A Llama can spit 16.5 feet."
  },
  {
    "page": 2501,
    "value": "In every episode of Seinfeld, you can see something with Superman on it."
  },
  {
    "page": 2502,
    "value": "It is physically impossible to lick your own elbow."
  },
  {
    "page": 2503,
    "value": "Alexander Graham Bell, who invented the telephone, could never talk to his mother or his wife on it.  They were both deaf."
  },
  {
    "page": 2504,
    "value": "According to mathematical experts, a deck of cards must be shuffled at least seven times to avoid having them end up as they were from the start of the shuffle."
  },
  {
    "page": 2505,
    "value": "The estimated total cost of the Vancouver Olympics 2010 is currently set at $1.76 billion."
  },
  {
    "page": 2506,
    "value": "50% of all bank robberies are done on Fridays."
  },
  {
    "page": 2507,
    "value": "The King of Hearts is the only king without a mustache."
  },
  {
    "page": 2508,
    "value": "No country in the southern hemisphere has every hosted a Winter Olympic Games."
  },
  {
    "page": 2509,
    "value": "Norway has won the most number of medals at the Winter Olympics."
  },
  {
    "page": 2510,
    "value": "Everyone is color-blind at birth."
  },
  {
    "page": 2511,
    "value": "The Olympic Rings are five interlocking rings that stand for the five original continents (Africa, America, Asia, Australia, and Europe) and the athletes from around the world."
  },
  {
    "page": 2512,
    "value": "The body gives off enough heat in thirty minutes to bring half a gallon of water to a boil."
  },
  {
    "page": 2513,
    "value": "A small child could crawl through a blue whale&#8217;s major arteries."
  },
  {
    "page": 2514,
    "value": "The United States puts more of its citizens in prison than any other nation."
  },
  {
    "page": 2515,
    "value": "A snail can sleep for three years."
  },
  {
    "page": 2516,
    "value": "It takes about twenty seconds for a red blood cell to circle the whole body."
  },
  {
    "page": 2517,
    "value": "One single tree can be home to 20 million lice."
  },
  {
    "page": 2518,
    "value": "If NASA decided to send birds up in space, the birds would soon die.  They need gravity to swallow."
  },
  {
    "page": 2519,
    "value": "During a lifetime, you will produce enough saliva to fill two swimming pools."
  },
  {
    "page": 2520,
    "value": "Research shows mosquitoes like people who have recently eaten bananas."
  },
  {
    "page": 2521,
    "value": "The average child recognizes more than two hundred company logos by the time he enters elementary school."
  },
  {
    "page": 2522,
    "value": "Thirty-five billion emails are sent each day throughout the world."
  },
  {
    "page": 2523,
    "value": "Seventy-five percent of Americans are chronically dehydrated."
  },
  {
    "page": 2524,
    "value": "Your eyes remain the same size from the day you are born to the day you die.  Your nose and ears, however, never stop growing."
  },
  {
    "page": 2525,
    "value": "Dental enamel is the strongest material your body produces."
  },
  {
    "page": 2526,
    "value": "It is physically impossible for a pig to look up at the sky."
  },
  {
    "page": 2527,
    "value": "This year you will blow your nose 250 times."
  },
  {
    "page": 2528,
    "value": "On average, there are 333 pieces of toilet paper on one toilet roll."
  },
  {
    "page": 2529,
    "value": "Women blink twice as often as men do."
  },
  {
    "page": 2530,
    "value": "A cow burps every 40 seconds."
  },
  {
    "page": 2531,
    "value": "Two million mites live in your bed."
  },
  {
    "page": 2532,
    "value": "If you use earphones for one hour, you will increase the amount of bacteria in your ears by 700%."
  },
  {
    "page": 2533,
    "value": "The greatest amount of bacteria on your body is hidden between your toes."
  },
  {
    "page": 2534,
    "value": "Every chocolate bar produced contains an average of 8 insect legs."
  },
  {
    "page": 2535,
    "value": "Right-handed people live approximately 9 years longer than left-handed people."
  },
  {
    "page": 2536,
    "value": "Elephants can smell water from as far away as three miles."
  },
  {
    "page": 2537,
    "value": "The stall closest to the door in a bathroom is the cleanest, because it is the least used."
  },
  {
    "page": 2538,
    "value": "There are 293 ways to make change for a dollar."
  },
  {
    "page": 2539,
    "value": "Months that begin on a Sunday will always have a &#8216;Friday the 13th.&#8217;"
  },
  {
    "page": 2540,
    "value": "Dragonflies have six legs but cannot walk!"
  },
  {
    "page": 2541,
    "value": "A goldfish has a  memory span of three seconds."
  },
  {
    "page": 2542,
    "value": "What is the only food that doesn&#8217;t spoil?    Honey"
  },
  {
    "page": 2543,
    "value": "The name for Oz in the &#8220;Wizard of Oz&#8221; was thought up when the creator, Frank Baum, looked at his filing cabinet and saw A-N, and O-Z, hence &#8220;Oz.&#8221;"
  },
  {
    "page": 2544,
    "value": "On an average day in the United States, about forty people are hurt on trampolines."
  },
  {
    "page": 2545,
    "value": "Sound carries so well in the Arctic that, on a calm day, a conversation can be heard from 1.8 miles away."
  },
  {
    "page": 2546,
    "value": "Airbags inflate at a rate of 200 miles per hour."
  },
  {
    "page": 2547,
    "value": "The average American dog will cost its owner $20,000 in its lifetime."
  },
  {
    "page": 2548,
    "value": "A snowflake can take up to an hour to fall from the cloud to the surface of the earth."
  },
  {
    "page": 2549,
    "value": "The number one cause of blindness in the United States is diabetes."
  },
  {
    "page": 2550,
    "value": "It takes food seven seconds to get from the mouth to the stomach."
  },
  {
    "page": 2551,
    "value": "Robins eat three miles of earthworms in a year."
  },
  {
    "page": 2552,
    "value": "Strawberries have more vitamin C than oranges."
  },
  {
    "page": 2553,
    "value": "Happy Birthday To You is the most often sung song in America."
  },
  {
    "page": 2554,
    "value": "It&#8217;s impossible to sneeze with your eyes open."
  },
  {
    "page": 2555,
    "value": "Chewing gum while peeling onions will keep you from crying."
  },
  {
    "page": 2556,
    "value": "The average person falls asleep in seven minutes."
  },
  {
    "page": 2557,
    "value": "A toothpick is the object most often choked on by Americans."
  },
  {
    "page": 2558,
    "value": "If you sleep in a cold room, you are more likely to have a bad dream."
  },
  {
    "page": 2559,
    "value": "Blue is the favorite color of 80% of Americans."
  },
  {
    "page": 2560,
    "value": "Elvis Presley got a &#8216;C&#8217; in his eighth grade music class."
  },
  {
    "page": 2561,
    "value": "By age 70, an average person will have lost 105 pounds of skin."
  },
  {
    "page": 2562,
    "value": "Fingernails grow faster than toenails."
  },
  {
    "page": 2563,
    "value": "It takes 17 muscles to smile and 43 to frown."
  },
  {
    "page": 2564,
    "value": "A sneeze can exceed the speed of 100 mph."
  },
  {
    "page": 2565,
    "value": "A human being loses an average of 40 to 100 strands of hair a day."
  },
  {
    "page": 2576,
    "value": "More than 150,000,000,000 pieces of mail are delivered each year in the U.S."
  },
  {
    "page": 2577,
    "value": "Elephants can&#8217;t jump.  Every other mammal can."
  },
  {
    "page": 2578,
    "value": "&#8220;I am.&#8221; and &#8220;I do.&#8221; are the shortest complete sentences in the English language."
  },
  {
    "page": 2579,
    "value": "A cow gives nearly 200,000 glasses of milk in her lifetime!"
  },
  {
    "page": 2580,
    "value": "Vatican City has its own money and stamps."
  },
  {
    "page": 2581,
    "value": "Ants stretch when they wake up.  They also appear to yawn in a very human manner before taking up the tasks of the day."
  },
  {
    "page": 2582,
    "value": "More than 50% of the people in the world have never made or received a telephone call."
  },
  {
    "page": 2583,
    "value": "The chance of you dying on the way to get your lottery ticket is greater than your chance of actually winning."
  },
  {
    "page": 2584,
    "value": "After eating too much food, your hearing becomes less sharp."
  },
  {
    "page": 2585,
    "value": "40,000 Americans are injured by toilets each year!"
  },
  {
    "page": 2586,
    "value": "The strongest muscle in the body is the tongue."
  },
  {
    "page": 2587,
    "value": "When Coca-Cola began to be sold in China, the used the characters that would sound like &#8220;Coca-Cola&#8221; when spoken.  Unfortunately, what they turned out to mean was &#8220;Bite the wax tadpole.&#8221;"
  },
  {
    "page": 2588,
    "value": "Punctuation was not invented until the 1500&#8217;s."
  },
  {
    "page": 2589,
    "value": "The average human eats 8 spiders in their lifetime at night."
  },
  {
    "page": 2590,
    "value": "The United States was the first and only to incorporate daylight savings time."
  },
  {
    "page": 2591,
    "value": "The Beatles played the Las Vegas Convention Center in 1964.  Some 8,500 fans paid just $4 each for tickets."
  },
  {
    "page": 2592,
    "value": "The loop on a belt that holds the loose end is called a &#8220;keeper.&#8221;"
  },
  {
    "page": 2593,
    "value": "There are more insects in one square mile of rural land than there are humans on the entire earth."
  },
  {
    "page": 2594,
    "value": "It takes more than 500 peanuts to make one 12 oz. jar of peanut butter."
  },
  {
    "page": 2595,
    "value": "The citrus soda 7-Up was created in 1929.  &#8220;7&#8221; was selected because the original containers were 7 ounces.  &#8220;Up&#8221; indicated the direction of the bubbles."
  },
  {
    "page": 2601,
    "value": "Lynyrd Skynyrd was the name of the gym teacher of the boys who went on to form that band.  He once told them, &#8220;You boys ain&#8217;t never gonna amount to nothin&#8217;.&#8221;"
  },
  {
    "page": 2602,
    "value": "The 57 on a Heinz ketchup bottle represents the number of varieties of pickle the company once had."
  },
  {
    "page": 2603,
    "value": "There are 53 Lego bricks manufactured for each person in the world."
  },
  {
    "page": 2604,
    "value": "Fast food hamburgers cost more pound for pound than a new car."
  },
  {
    "page": 2605,
    "value": "Sneezes can travel at 100 mph!"
  },
  {
    "page": 2606,
    "value": "Tigers not only have striped fur but striped skin as well!"
  },
  {
    "page": 2607,
    "value": "If the sun were to burn out, we would not know for 8 minutes!"
  },
  {
    "page": 2608,
    "value": "Dreamt is the only English word that ends in the letters &#8220;mt&#8221;."
  },
  {
    "page": 2609,
    "value": "The microwave was invented after a researcher walked by a radar tube and a chocolate bar melted in his pocket."
  },
  {
    "page": 2610,
    "value": "More food is thrown out each day in the United States than is needed to feed its hungry&#8230;..by McDonald&#8217;s."
  },
  {
    "page": 2611,
    "value": "When nobody else is around, 47% of people drink straight from the carton."
  },
  {
    "page": 2612,
    "value": "111,111,111 X 111,111,111 = 12,345,678,987,654,321"
  },
  {
    "page": 2613,
    "value": "Manhattan Island of New York City was purchased for $24 from the Algonquian Indians in 1624."
  },
  {
    "page": 2614,
    "value": "More food is thrown out each day in the United States than is needed to feed its hungry&#8230;..by McDonald&#8217;s."
  },
  {
    "page": 2616,
    "value": "The heart pumps about 1 million barrels of blood during an average lifetime!"
  },
  {
    "page": 2617,
    "value": "Approximately one-third of the population can&#8217;t snap their fingers!"
  },
  {
    "page": 2618,
    "value": "It takes about 63,000 trees to make the newsprint for the average Sunday edition of the New York Times."
  }
]